[["../ca_wildfires/bbc/BBC_NW_2018.11.10_46.txt", "2018.11.10", "In pictures: California burns as wildfires ravage state", "Fierce wildfires are burning through Northern and Southern California - destroying buildings and forcing more than 250,000 residents to flee. Evacuation orders were put in place in several towns and cities as winds of up to 50mph (80km/h) fanned three major blazes. In the north, a deadly wildfire called Camp Fire has destroyed the town of Paradise. Woolsey Fire and Hill Fire in the south have ripped through areas west of Los Angeles like the beach resort of Malibu, which is home to many Hollywood stars. Among the towns to receive evacuation orders was Thousand Oaks, where a gunman killed 12 people in the busy Borderline Bar and Grill on Wednesday. Thousands of residents packed the Pacific Coast Highway to head south or take refuge on beaches, along with their horses and other pets. The Woolsey Fire, which started on Thursday, has charred some 35,000 acres (14,200 hectares) around Los Angeles. On Friday, the flames jumped Highway 101 and headed into coastal areas. \"Fire is now burning out of control and headed into populated areas of Malibu,\" officials said. \"All residents must evacuate now.\" Reality TV star Kim Kardashian, who evacuated the area with her family earlier, said on Twitter parts of the home she shares with husband Kanye West in Calabasas was destroyed. All images are subject to copyright.  ", {"Los Angeles": 5, "Butte": 1, "Ventura": 1}, [["Butte", 1], ["Los Angeles", 5]], [0.40355712, 0.05640857, 0.5400343]], ["../ca_wildfires/bbc/BBC_NW_2018.11.11_59.txt", "2018.11.11", "Belfast woman tells of \"inferno\" engulfing California", "A Belfast woman has spoken of her horror at being caught up in wildfires which are raging throughout California. Geraldine Gilliland told BBC News NI that she has \"never seen anything like it\" and described the scene as an \"inferno\". A property belonging to Ms Gilliland in the Agoura Hills area of Los Angeles has been destroyed in the fire. At least 25 people have died and more than 250,000 have been forced to evacuate their homes. The blazes, at three major locations in the state, are amongst the most destructive wildfires ever to strike north and south California. Businesswoman Ms Gilliland, who is originally from Andersonstown, and her 23 dogs were sheltering in a restaurant in Santa Monica when she spoke to the BBC. She said she had travelled \"15 miles in five hours\" amidst the chaos striking the area. \"We drove past houses on fire, hillsides on fire, I don't know if my house in Malibu has burnt down,\" said Ms Gilliland. \"I was afraid of running out of petrol, the dogs were very agitated and the sirens were going crazy \"My nose started bleeding because of all the smoke and the ash that was dropping.\" A previous home belonging to the Belfast woman, who has lived in the US for decades, burnt down in a fire in 2007. \"I have never seen anything like this. It is like an inferno. I ask you all to pray that my house has not burnt down,\" she said. The three blazes are among 16 currently active fires in California.  ", {"Los Angeles": 4}, [["Los Angeles", 4], ["Los Angeles", 4]], [0.19214928, 0.73543376, 0.07241697]], ["../ca_wildfires/bbc/BBC_NW_2018.11.11_60.txt", "2018.11.11", "Belfast woman's house escapes California inferno", "A Belfast woman has thanked friends who helped save her house from wildfires which are raging throughout California. Geraldine Gilliland's home in Malibu has been saved but she cannot return due to fears of wind fanning the fires. However, a property belonging to the chef in the Agoura Hills area of Los Angeles has been destroyed. Despite that Ms Gilliland said she felt lucky and grateful as others in her community did not fare as well.  \"I'm emotionally drained, can barely sleep, and literally left with just the clothes on our back and my Beatles autographs!\" she wrote on social media on Sunday.  At least 25 people have died and more than 250,000 have been forced to evacuate their homes. The blazes, at three major locations in the state, are amongst the most destructive wildfires ever to strike north and south California. Ms Gilliland, who has lived in the US for decades, told BBC News NI on Saturday that she had \"never seen anything like it\" and described the scene as an \"inferno\". The successful businesswomen, who is originally from Andersonstown, and her 23 dogs were sheltering in a restaurant in Santa Monica when she spoke to the BBC.  A previous home belonging to her burnt down in a fire in 2007. ", {"Los Angeles": 4}, [["Los Angeles", 4], ["Los Angeles", 4]], [0.21207765, 0.69249016, 0.09543217]], ["../ca_wildfires/bbc/BBC_NW_2018.11.12_4.txt", "2018.11.12", "Actor Gerard Butler's home destroyed by California wildfire", "Scottish actor Gerard Butler has told how he was forced to flee his Malibu home to avoid the Californian wildfires. The Hollywood star was among thousands of people evacuated as blazes spread across the state last week. The Paisley-born actor returned to his home on Sunday and tweeted a picture of its burned-out shell. He said: \"Heartbreaking time. Inspired as ever by the courage, spirit and sacrifice of firefighters.\" The death toll in wildfires sweeping California has risen to 31, with more than 200 people still unaccounted for, officials have said. Six more people were confirmed killed in the Camp Fire in the north of the state, taking the toll there to 29. ", {"Los Angeles": 1}, [["Los Angeles", 1], ["Los Angeles", 1]], [0.37693393, 0.4202155, 0.20285058]], ["../ca_wildfires/bbc/BBC_NW_2018.11.12_62.txt", "2018.11.12", "Comedian Dave Chappelle photobombs engagement shoot", "A young, American couple were surprised when comedian Dave Chappelle photobombed their engagement shoot. They were even more surprised when their subsequent Reddit post received more than 90,000 upvotes in 24 hours.  Thomas Saunders, 26, and Emily Eldridge, 24, spotted the comedian at a brewery in Ohio and asked him to appear in their photos - but he declined. During the shoot, however, Chappelle sneaked up behind the couple and popped his head between theirs as a surprise. Thomas said their photographer, Jaycee Brammer, had done a great job of capturing the \"star-struck and excited\" nature of the moment.   So, I was shooting this engagement session at a brewery tonight and this dude photobombed us... idk, you may have heard of him. Dave something?? LOL NO FOR REAL GUYS! THE Dave Chappelle photobombed our shoot.  I’m going to have to quit photography now because how will I ever beat this? I just can’t 🤷🏻‍♀️ HUGE shoutout to the man himself. He was so nice and genuinely made our day. I think it’s safe to say Emily + Tommy have the coolest engagement photos EVER.  Is anyone else DYING over this? Because I am 😆 . . . . . . . . . . . . #buzzfeed #cosmopolitan #news #popculture #celebritiesnews #dirtybootsandmessyhair #authenticlovemag #elopementlove #heywildweddings #engagementshoot #ohio #davechappelle #celebrityphotobomb #photobomb #funnymoments #ohiophotographer #daytonphotographer #cincishooters #justalittleloveinspo #ohioweddingphotographer #californiaphotographer #enews #news #destinationweddingphotographer #adventurouslovestories #theknot #abc #nbc A post shared by  JAYCEE BRAMMER (@jayceemariephoto) on Nov 10, 2018 at 7:11pm PST End of Instagram post  by jayceemariephoto By Victoria Park, UGC & Social news ", {}, [null, null], [0.14176846, 0.6878031, 0.17042848]], ["../ca_wildfires/bbc/BBC_NW_2018.11.12_63.txt", "2018.11.12", "PCAs: Kim K dedicates award to firefighters in California", "Kim Kardashian-West has dedicated an award win to the emergency services dealing with wildfires and a mass shooting in California. Accepting the award for best reality TV series at the E! People's Choice Awards, she said: \"We truly appreciate what you've done for all of us.\" She's one of several celebrities who have had to flee their homes as wildfires spread across the state. A gunman also killed 12 people at a bar in Thousand Oaks on Wednesday. Speaking at the award ceremony on Sunday, Kim said: \"Our country is stronger when we come together and we cannot face devastation alone.  \"We must continue to reach out and help each other in these trying times.\" At least 31 people have died and thousands of homes have been destroyed by the fires sweeping California. The fires come just a few days after 12 people - including a policeman - were killed by a gunman at a country music night being held at a bar in the state. Kim said the award win was dedicated to \"all of the firefighters, the law enforcement and the first responders\". \"We really truly appreciate what you have done for all of us, so please let's continue to pray for everyone's safety.\" Other winners on the night included Scarlett Johansson, who won the female movie star award for her role in Avengers: Infinity War, and Chadwick Boseman who won male movie star of the year for his role in Black Panther. BTS picked up two awards - music video of the year for Idol and social celebrity of 2018 - while Nicki Minaj won female artist of the year and album of the year for Queen. Follow Newsbeat on Instagram, Facebook and Twitter. Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here. ", {"Ventura": 1}, [["Ventura", 1], ["Ventura", 1]], [0.1609812, 0.75299466, 0.08602423]], ["../ca_wildfires/bbc/BBC_NW_2018.11.13_18.txt", "2018.11.13", "BBC Trending", "As the deadliest wildfires in California's history have spread, so too have misinformation and pictures wrongly attributed to the current blaze. At least 63 people have died and more than 600 are missing, officials say, while hundreds of thousands of others have been forced to flee their homes. Online, social media users have coordinated missing person appeals, organised assistance for the displaced and shared information. But in the scrabble for details, photographs of previous fires in California and elsewhere have been unwittingly muddled in with legitimate images of the ongoing fires. Here are some of the most widely-shared - and the real stories behind them. It's easy to see why this image struck such a chord. California firefighters of the Tehachapi Wildland Fire Crew 11 grab some well-earned sleep after an exhausting 24-hour shift. The photograph encapsulates the commitment and dedication of the emergency services. A single tweet of the image has attracted thousands of shares and tens of thousands of likes, in the context of the ongoing fires in California. Undoubtedly evocative, the image dates, however, from 2017 - and the California Thomas fire which was then the largest in the state's history. An area greater than New York City, Brussels and Paris combined was burned. Michele Newell posted the image to Facebook on 19 December last year. Her son, Dylan, was among the resting firefighters. \"A little over two weeks ago Dylan texted me that Venture had a 100-acre fire,\" she wrote at the time. \"That fire erupted into something that took the homes of many friends and displaced hundreds of families. \"It's been heart-wrenching.\" Flames dwarf a trailer in the foreground as a fire in Malibu rages. Actor James Woods was among the social media users to share the image - but it actually dates from October 2007. According to the LA Times, close to 4,000 acres of land were burned and dozens of structures and vehicles destroyed when electricity pylons toppled over in high winds. Mr Woods has played a prominent role in coordinating help and assistance for fire victims online, through his use of the hashtags #SoCalFiresJamesWoods and #CampFireJamesWoods. The actor, who has developed a large online following in part through his vocal support of conservative causes, enlisted his 1.85 million Twitter followers in efforts to amplify missing person appeals, solicit donations and attract volunteers. It's been described as \"the most famous wildfire photograph ever taken\" and has been featured in Time magazine's year in pictures. But nonetheless, some social media users mistakenly attributed the fire to California in 2018. Thousands shared and liked posts featuring the image online. The photograph was taken in Sula, Montana, in 2000 by John McColgan, who worked with the Bureau of Land Management, Alaska Fire Service. Sparked by lightning strikes, the fire was one of 86 which raged across America's western states in August that year, according to Time. ", {"Los Angeles": 1, "Kern": 1}, [["Los Angeles", 1], ["Kern", 1]], [0.55354464, 0.18601793, 0.2604375]], ["../ca_wildfires/bbc/BBC_NW_2018.11.14_72.txt", "2018.11.14", "Hollywood red carpets cancelled out of respect after wildfires", "Red carpets at Hollywood screenings of new films starring Nicole Kidman and Viola Davis have been cancelled as wildfires rage in California. Stars were expected to step out before screenings of movies including Davis's Widows and Kidman's Destroyer at the American Film Institute's AFI Fest. But the glitzy red carpet walks were called off out of respect to those affected by the fires. The official death toll has risen to 48, with dozens of people missing. Annapurna Pictures, which is distributing Destroyer, said the film-makers, cast and crew \"express their deepest condolences to the victims and those who have been affected and are extremely grateful to all who have risked their lives in responding\". 20th Century Fox also cancelled its event for Widows, directed by Oscar-winner Steve McQueen. A spokesperson said the studio would match the cost of its post-screening event with a donation to a disaster relief fund based in Los Angeles. It follows the cancellation of red carpets for Mark Wahlberg comedy Instant Family, the Coen Brothers' The Ballad of Buster Scruggs and the Sandra Bullock thriller Bird Box. Meanwhile, after losing their home to the fire earlier in the week, singer Miley Cyrus and her actor partner Liam Hemsworth have donated $500,000 (£385,000) to The Malibu Foundation through Cyrus' charity Happy Hippie. Yesterday, Hemsworth shared a photo of their home's remains. \"I spent the day in Malibu yesterday and it was amazing to see the community pulling together to help each other out in any way they can,\" the actor wrote on Twitter. Lady Gaga, who evacuated her home last Friday, was spotted at a Red Cross shelter in California with pizza, coffee and gift cards to give to those who have also had to leave their homes. \"Thank you to the Red Cross for all you are doing to provide shelter, love and mental health support to the people of California,\" the pop star wrote in her Instagram story. Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk. ", {"Los Angeles": 3, "Yolo": 2}, [["Los Angeles", 3], ["Los Angeles", 3]], [0.22632849, 0.51706225, 0.2566092]], ["../ca_wildfires/bbc/BBC_NW_2018.11.16_61.txt", "2018.11.16", "Rob Lowe 'sad and numb' after childhood home burned in wildfires", "US actor Rob Lowe said it has been \"surreal\" to learn that parts of Malibu where he grew up have been destroyed in California's devastating wildfires. \"My childhood home burned to the ground,\" he said. \"Hearing about flames going over certain streets I ran around on as a young boy was just surreal,\" he told the BBC's Colin Paterson. \"I know so many people who have lost their homes there. It's unimaginable.\" The West Wing star and one-time \"Brat Pack\" member is filming in the UK. He is starring in ITV police drama Wild Bill. Speaking in Boston in East Lincolnshire, Lowe revealed that streets where he, his mother and his brother Chad used to live have been decimated. \"A lot of my childhood memories of that area will never be the same.\" Lowe described the fires that have swept through California as a \"perfect storm\" and called for firemen to receive \"the resources they need\". \"We've always had these fires, but they're just worse [now] so we just have to ramp it up,\" he continued. Lowe, who came to prominence in such 80s films as The Outsiders and St Elmo's Fire, went on to play a White House staffer in political drama The West Wing. The 54-year-old star will present his one-man show, Stories I Only Tell My Friends Live, in London on 1 December and in Brighton on 16 February. Wild Bill, which he also executive produces, will see him play an American police officer who comes to the UK when he is appointed Chief Constable of the East Lincolnshire Police Force. Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk. ", {"Los Angeles": 1}, [["Los Angeles", 1], ["Los Angeles", 1]], [0.07418589, 0.8773229, 0.04849121]], ["../ca_wildfires/bbc/BBC_NW_2018.11.19_15.txt", "2018.11.19", "California wildfires: Finland bemused by Trump raking comment", "Finns have been baffled by US President Donald Trump's comments praising the country for managing its vast forests by raking.  Citing a conversation with his Finnish counterpart, Mr Trump said they spend \"a lot of time on raking and cleaning\". But President Sauli Niinisto told a Finnish daily he could not remember talking about raking when the two met. Firefighters in California are currently battling the deadliest blaze in the state's history. Nearly 1,000 people remain on a list of people reported as missing, authorities say. The number of believed missing fell 283 late on Sunday, down from 1,276 people, they say, but gave no other details. Heavy rain is forecast in the coming days and could complicate efforts to find victims' remains, but will bring relief to firefighters on the front lines. Surveying the damage on Saturday, Mr Trump revisited his claim that poor forest management was to blame.  \"You look at other countries where they do it differently, and it's a whole different story,\" he said.  \"I was with the president of Finland, and he said: 'We have a much different [sic]..., we're a forest nation.' And they spent a lot of time on raking and cleaning and doing things, and they don't have any problem,\" he added. But Sauli Niinisto told the Ilta-Sanomat newspaper raking had not come up when they talked. \"I mentioned [to] him that Finland is a land covered by forests and we also have a good monitoring system and network,\" he said.  The forestry director of the Finnish Forest Association, Heikki Savolainen, told the newspaper that raking was not usually a forest-management measure. \"Those statements were very interesting. I see raking only in my own yard. It belongs to yards and parks,\" he said. Finns have been posting pictures of themselves online raking local forests, joking about \"raking America great again\". ", {}, [null, null], [0.13267912, 0.8241721, 0.04314882]], ["../ca_wildfires/bbc/BBC_NW_2018.11.23_9.txt", "2018.11.23", "California wildfires: Camp Fire nearly fully contained", "California's deadliest wildfire is almost fully under control, officials said, as fresh rain forecasts brought relief but also fears of landslides.  The Camp Fire, centred in and round the town of Paradise northeast of San Francisco, is now 95% contained.  Forecasts of fresh rainfall could help extinguish the remaining flames, but might also hinder rescue efforts.  At least 83 people died in the blaze, and more than 500 remain missing. Workers have been combing through the debris from more than 10,000 homes that were burned down by the fire. Hundreds of people - along with cadaver dogs - swept through the debris of Paradise and surrounding areas in the search for the missing, wading through ash that officials fear could turn into a thick paste with the onset of rain. The rain that began to fall on Wednesday is the first significant downpour for the state in about six months. The National Weather Service said it expects a further 1 to 3 inches (2.5cm-7.5cm) of rain to fall from Friday to Sunday. However, Brian Hurley at the NWS's Weather Prediction Centre reportedly warned of a real risk of mudslides. \"It's the vegetation that holds the soil in place,\" Mr Hurley told Reuters news agency. \"\"Without that vegetation, all bets are off when the rain hits.\"              Sorry, your browser cannot display this map          Sheriff Kory Honea of Butte County warned that the rain and mud may mean that the remains of some people may never be found.  \"What we're looking for in many respects are very small bone fragments so, as we go forward, it's certainly possible that not all of them will be located,\" he said. Investigators continue to probe the cause of the Camp Fire, as survivors spent Thanksgiving in warehouses and tents in the city of Chico.  A separate fire near Los Angeles, known as the Woolsey Fire, was declared fully contained on Wednesday. ", {"Butte": 4, "Los Angeles": 1, "San Francisco": 1}, [["Butte", 4], ["Butte", 4]], [0.32831353, 0.20515512, 0.4665313]], ["../ca_wildfires/bbc/BBC_NW_2018.12.2_7.txt", "2018.12.2", "California wildfires: Number of missing falls to 25", "The number of people missing after California's deadliest wildfire has fallen to 25, from a high of more than 1,200 at the height of the disaster. Butte County Sheriff's office had put the number of missing at 49 on Friday, and 500 a week ago. The number of dead stood unchanged at 88. The Camp Fire devastated the town of Paradise, north-east of San Francisco, last month. Workers have been combing through the debris of some 18,000 destroyed homes. The Butte sheriff's department on Sunday lifted evacuation orders for a number of areas that had been affected by the fire.  But it said Paradise remains closed to traffic, and warned residents returning to the area that there was a risk of flash flooding and mudslides because of recent heavy rains. The Camp Fire broke out on 8 November and spread rapidly. Residents in Paradise and other nearby towns had just minutes to gather together their loved ones and try and escape through congested roads. Officials said, in the days that followed, that the alarmingly high list of the missing was \"dynamic\" as they dealt with a large number of calls, reports and emails from people worried about those they could not get hold of. Some media organisations at the time pointed out irregularities in the county's list. One Paradise resident who escaped the fire and was recovering in Virginia did not know she was on the list of missing until last week. The cause of the fire is still being investigated, but power firm Pacific Gas and Electric Co reported that a high-voltage line malfunctioned around the time and near the origin of the blaze. ", {"Butte": 6, "San Francisco": 1}, [["Butte", 6], ["Butte", 6]], [0.27161682, 0.33899286, 0.38939035]], ["../ca_wildfires/bbc/BBC_NW_2018.12.4_85.txt", "2018.12.4", "Newsround", "Strangers are donating toy dinosaurs to help a young boy who got caught up in the recent wildfires in California, USA. Four-year-old Riley and his family had to leave their home and belongings when wildfires started in the area he lived.  They're safe now, living with relatives, but Riley wasn't able to save his treasured dinosaur collection. His great aunt told her friends what had happened and how brave he'd been, and suggested that if people wanted to help they could give a dinosaur to help start a new collection. The word quickly spread and now dinosaur toys and gifts are arriving in the post all the time. He's getting so many that he has even put some aside to give to other children who need them.  Riley is still getting used to his new life and misses what he's had to leave behind but he is busy with his amazing new dinosaur collection. To enjoy Newsround at its best you will need to have JavaScript turned on. ", {}, [null, null], [0.04382574, 0.9379382, 0.01823602]], ["../ca_wildfires/cbs/CBS_NW_2018.11.12_17.txt", "2018.11.12", "California utility stocks plunge on wildfire liability worries", " Amid California's deadly wildfires, shares of two major California electric utility companies, PG&E and Edison International, sank Monday. Investors are worried the companies may be liable in the historic fires now engulfing large swaths of the state, killing at least 31 people.PG&E fell around 14 percent in late Monday trading, bringing its two-day decline to as much as 48 percent since the Camp Fire began to burn near San Francisco last week.Edison International lost more than one-third of its value over two trading days since the Woolsey and Hill fires broke out near Los Angeles late last week. The stock fell some 12 percent further on Monday.The utilities could find themselves in a situation called inverse condemnation, a legal action under which the government takes private property but doesn't pay compensation, leaving the companies to sue, some analysts said.    \"Although no evidence tying either firm to the fires has been released, we think that both utility companies face significant risk under the currently expansive definition of inverse condemnation,\" Height Capital analysts Clayton Allen and Katie Bays wrote in a note Monday.PG&E said in a statement it will cooperate with any investigations stemming from the massive wildfires in Northern California. The company told state regulators Thursday that it experienced a problem on an electrical transmission line near the site of the blaze minutes before the fire broke out. PG&E  later saw damage to a transmission tower on the line.Lynsey Paulo, a PG&E spokesperson, said the information was preliminary and stressed the cause of the fire has not been determined, according to a report from the Associated Press.PG&E equipment has been involved with several deadly wildfires this year in California, racking up costs of more than $2 billion, net of insurance payments tied to those fires, according to industry publication Utility Dive. The company warned of potential liabilities tied to 2017 wildfires and the risk of inverse condemnation in its annual filing with the Securities and Exchange Commission.Southern California Edison, a unit of Edison International serving that area, said in a statement Friday that it filed an initial report with preliminary information on the Woolsey fire with the California Public Utilities Commission. Like PG&E, the company also cited potential liability tied to last year's Southern California wildfires in its 2017 annual SEC filing.There \"has been no determination of origin or cause of either wildfire,\" Southern California Edison said in the statement, the latest on its website. The company added it would \"fully cooperate with any investigations.\"--The Associated Press contributed to this story.  ", {"Los Angeles": 2, "San Francisco": 1, "Contra Costa": 1}, [["Los Angeles", 2], ["Los Angeles", 2]], [0.23165616, 0.22862525, 0.53971857]], ["../ca_wildfires/cbs/CBS_NW_2018.11.12_44.txt", "2018.11.12", "Firefighter union president rips Trump for \"demeaning\" comments about California wildfires", " The president of the California Professional Firefighters criticized President Trump on Saturday after he threatened to withhold federal payments to the state, claiming its forest management is \"so poor.\" The president made the comments as the state is battling multiple deadly wildfires.\"The president's message attacking California and threatening to withhold aid to the victims of the cataclysmic fires is ill-informed, ill-timed and demeaning to those who are suffering as well as the men and women on the front lines,\" CPF President Brian Rice said in a statement.Earlier Saturday, Mr. Trump said \"there is no reason for these massive, deadly and costly fires in California.\" He said \"billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests. Remedy now, or no more Fed payments!\"Firefighters were battling three majors fires, including one that leveled the entire town of Paradise. Rice went on to call the president's blame \"dangerously wrong.\"\"Wildfires are sparked and spread not only in forested areas but in populated areas and open fields fueled by parched vegetation, high winds, low humidity and geography,\" Rice said.He added, \"Moreover, nearly 60 percent of California forests are under federal management, and another two-thirds under private control. It is the federal government that has chosen to divert resources away from forest management, not California.\"Destructive California wildfires magnified by population and shifting climateGerard Butler posts image of Malibu home burned in wildfireMr. Trump's past claims that California's water policy is shortchanging firefighters of water to battle wildfires have been previously refuted by wildfire and water experts.Later Saturday, Mr. Trump struck a more sympathetic tone on the unfolding crisis in California, praising the firefighters and offering condolences to the victims. More than 4,000 are fighting the Camp and Woolsey Fires in California that have burned over 170,000 acres. Our hearts are with those fighting the fires, the 52,000 who have evacuated, and the families of the 11 who have died. The destruction is catastrophic. God Bless them all.— Donald J. Trump (@realDonaldTrump) November 10, 2018  This story was originally published Saturday, Nov. 10, 2018.  ", {"Los Angeles": 1, "Butte": 1}, [["Butte", 1], ["Butte", 1]], [0.26373705, 0.15842374, 0.5778392]], ["../ca_wildfires/cbs/CBS_NW_2018.11.13_66.txt", "2018.11.13", "\"My dad's a survivor\": Woman searches for father who went missing in California's Camp Fire", " PARADISE, Calif. — The Camp Fire in northern California is now the state's deadliest, with 42 fatalities and more than 200 people still unaccounted for. More than 7,500 homes and buildings have been destroyed in the Camp Fire and the Woolsey Fire in Southern California.Five days after a deadly wildfire incinerated entire towns in the Sierra foothills, forensic teams are still combing through the ashes searching for victims using power tools and cadaver dogs in the hardest hit areas.For the relatives and friends of the missing, it's been an agonizing wait for answers, especially for 30-year-old Chardonnay Telly, who has not heard from her father, Richard Brown, since before the blaze. CBS News went with Telly when she finally reached her father's charred land Tuesday.\"I think that's his tractor,\" she said through tears. \"My dad's a survivor, he has been through war and so many things, and there's a possibility he could have made it.\"Telley, a registered nurse, had her own brush with death when she fled the town of Paradise, saving three of her patients. She said when she called her husband, she told him, \"We're not going to make it.\"\"Tell the kids that I love them and to check on my dad,\" she added.But the search for him continues.\"Where was he,\" she asked.     66 Photos  Wildfires tear through Northern, Southern California                                              Dozens have died and thousands of homes destroyed as flames burn through communities in Butte, Ventura and Los Angeles Counties                                         ", {"Butte": 3, "Los Angeles": 1, "Sierra": 1, "Ventura": 1}, [["Butte", 3], ["Butte", 3]], [0.27712604, 0.6197245, 0.10314943]], ["../ca_wildfires/cbs/CBS_NW_2018.11.14_17.txt", "2018.11.14", "California wildfires: Paradise mayor criticized as deadly blaze keeps burning", " CHICO, Calif. — The mayor of the California town virtually scorched off the map by the historic \"Camp Fire\" is finding herself the target of criticism even as the deadly blaze continues to burn.Paradise residents held a town hall meeting in nearby Chico Tuesday evening, with Paradise City Hall out of commission with no running power or water.Emotions ran high at the first such meeting since the historic wildfire began.Paradise resident Michael Orr called for Mayor Jody Jones' resignation, blaming her for a chaotic evacuation and a death toll in the dozens and still climbing.\"Well people died, yes. It did not go perfectly,\" Jones remarked to CBS San Francisco after the meeting. \"I don't know that we could have had a plan that was better, though. The reason we couldn't get everyone out is because you can't fit 26,000 people on the roads all at the same time.\"     Jones was re-elected two days before the Camp Fire erupted and insists she won't resign.Town Council member Michael Zuccolillo smiled as he joked to CBS San Francisco, \"I don't know, I'm lost. I find myself in the city of Chico!\"Though he has a sense of humor about the situation, he said it's been hard.Council member Ward Habiel struck a note of determination during the session, saying, \"Paradise is not acres of charcoal —  it's about the people. We should love Paradise.\" He lost his home to the fire, as did the other council members.The council is set on rebuilding Paradise, but they know it's an uphill battle and a task that's impossible to accomplish alone.Asked by the station if Paradise has the funds and infrastructure to rebuild, Zuccolillo replied, \"No. We are going to have to have help from the feds and the state.\"The California Office of Emergency Services and FEMA both pledged their support at the meeting, but Orr was having none of it.\"My criticism today is: Where are you?\" he said.  ", {"San Francisco": 2, "Butte": 10}, [["Butte", 10], ["Butte", 10]], [0.15435964, 0.7734716, 0.07216876]], ["../ca_wildfires/cbs/CBS_NW_2018.11.14_35.txt", "2018.11.14", "Desperate search continues for victims of California's Camp Fire", "  Last           Updated Nov 14, 2018 8:05 PM EST  PARADISE, Calif. — The search intensified Wednesday for those missing after the Camp Fire, which virtually wiped out the town of Paradise. New drone footage of the devastation shows how quickly the fire consumed the town of Paradise. Home after home was leveled. The Federal Emergency Management Agency said it could take five to six years until Paradise starts to look like a city again.Many of the deceased died in Paradise in their homes or as they attempted to escape the fast-moving blaze.\"It was outrunning us before we knew we were in the race, and that made it more difficult,\" said Butte County Sheriff Kory Honea.More than 220 people are unaccounted for. Some of their names have been posted on an official list created by the county.\"We want to conduct as thorough a search and we want to do it in an expeditious manner,\" Honea said.Horse found \"shivering uncontrollably\" after hiding in pool to survive California wildfiresView GalleryAlameda County Sheriff Coroner officers search for human remains after the \"Camp Fire\" tore through the region in Paradise, Calif., on Nov. 12, 2018.                                             Getty                                         The crisis has been playing out on Twitter and Facebook.One of those desperate messages was from the Carmack family, who were missing four elderly members of their family.They were on the list, and found alive Wednesday.Nearly two dozen victims have filed a lawsuit blaming the local electric company, Pacific Gas & Energy (PG&E), for failing to maintain its power lines.\"The evidence is quite clear the fire is started from a PG&E transmission line and PG&E needs to be held accountable,\" attorney Amanda Riddle said.The company said the safety of its customers remains its priority and is investigating.      ", {"Butte": 7}, [["Butte", 7], ["Butte", 7]], [0.1593574, 0.05935859, 0.7812841]], ["../ca_wildfires/cbs/CBS_NW_2018.11.14_39.txt", "2018.11.14", "Horse found \"shivering uncontrollably\" after hiding in pool to survive California wildfires", "  Last           Updated Nov 14, 2018 8:34 PM EST  Jeff Hill of Paradise, California, was checking on someone's house after the Camp Fire nearly leveled the entire town, and what he found in the backyard startled him. It was a horse \"shivering uncontrollably,\" Hill wrote on Facebook. He found the horse in the backyard pool, suspended by a pool cover. The horse \"had the look of defeat in her eyes,\" Hill wrote. But thanks to the pool, she was spared from the deadliest wildfire in California history.The Camp Fire, north of Sacramento, is one of several deadly wildfires raging in California. It has killed at least 48 people and countless animals. Some 52,000 residents evacuated the area, but many animals had nowhere to go.Hill said it's unclear how long the horse was in the pool. Because of the pool cover, she was able to sit in the water without drowning until the fire has passed, he wrote in his now-viral post.Hill said the group he was with scrambled to unhook the pool cover, pull the horse to the shallow end, and guide her up the pool steps. \"She got out, shook off, loved on us for a few minutes as a thank you and walked off assuring us that she was ok,\" Hill wrote.The photos of the horse stuck in the pool are heart-wrenching, but she is a survivor. Thanks to her own quick thinking and Hill's help, she was able to make it through the wildfires. \"Among all the sadness I had a glimpse of happiness today,\" Hill wrote. Well among all the sadness I had a glimpse of happiness today! As I was checking to see if someone’s house was standing...Posted by Jeff Hill on Sunday, November 11, 2018    ", {"Sacramento": 1, "Butte": 1}, [["Butte", 1], ["Butte", 1]], [0.26516008, 0.12915255, 0.6056873]], ["../ca_wildfires/cbs/CBS_NW_2018.11.15_41.txt", "2018.11.15", "With nowhere to go, wildfire evacuees set up camp in Walmart parking lot", " California officials say they've identified most of the 59 people known to have died in wildfires that started a week ago. Searchers recovered eight more victims of the Camp Fire north of Sacramento Wednesday, along with a third victim of the Woolsey Fire near Los Angeles. The Camp Fire has destroyed nearly 9,000 homes and forced at least 52,000 people to evacuate.The devastating fires also left the entire town of Paradise in ruins. For many who called Paradise home, the magnitude of this disaster is just starting to sink in. They have nowhere to go, nowhere to work, and no idea what their futures might hold. With shelters at near capacity and thousands more displaced, many have been forced to set up camp in a Walmart parking lot.  \"There are more evacuees, more people running out of money for hotels. And families, they're staying with people but, you know, they can't stay there forever,\" said evacuee Matthew Flanagan.  Before-and-after photos show the extent of the devastation in Paradise. Building after building turned to rubble. Government officials said rebuilding efforts could take years.                                              CBS News                                          \"Right now, the Federal Emergency Management Agency is working with 700 open disasters. All these disasters take multiple years to get through,\" said FEMA administrator Brock Long.  Anna Dise said she and her father Gordon were ready to evacuate when he suddenly ran back inside the house.\"I honked the horn and the kitchen collapsed and then the kitchen collapsed outward. And I knew and I tried to get in the car and drive out but the tires had melted,\" Dise said. \"I didn't expect it to move so fast.\" Dise survived by waiting all night in a shallow pond, but she fears her father is gone. \"He ran inside, and then he never came out,\" she said.Investigators are still working to determine the cause of the Camp Fire. Some homeowners are suing the utility company after it reported issues with its transmission lines around the time the fire erupted. The utility has reportedly claimed that it faces billions of dollars in potential liability payments and that its insurance will not be able to cover all the costs. That would leave consumers on the hook.      ", {"Los Angeles": 1, "Sacramento": 1, "Butte": 3}, [["Butte", 3], ["Butte", 3]], [0.36103797, 0.50465214, 0.13430984]], ["../ca_wildfires/cbs/CBS_NW_2018.11.16_77.txt", "2018.11.16", "Camp Fire survivor ran for his life after he got a message from a 911 operator", " CHICO, Calif. — President Trump will get a firsthand look Saturday at the most destructive wildfire in California's history. At least 63 people are dead after the Camp Fire tore through the region.After the fire, the state's deadliest on record, the search for the missing has become a monumental task. The list of people unaccounted for after the Camp Fire skyrocketed to more than 600. Butte County Sheriff Kory Honea said more names were added after combing through hundreds of emergency calls that have come in for missing people. \"The chaos that we were dealing with was extraordinary and so now we're trying to go back and make sure that we're accounting for all the information,\" Honea said.Social media is filled with posts of those looking for missing friends and family members. Most fear the death toll will rise. Firefighters and rescue workers were overwhelmed with 911 calls as the fire surrounded people in their homes and cars tried to escape.City officials said more than 30,000 alerts were sent by home and cellphones as well as text messages. No alert was sent to Matt Masterson. He was home alone with his 3-year-old daughter when flames jumped into his backyard. He ran for his life after getting a message from a 911 operator.\"She said, 'Don't wait for us. Do what you can to survive,'\" Masterson said.   \"No plan will ever work 100 percent when you are dealing with that much chaos,\" Honea said.Many did make it out, and 52,000 residents were evacuated. But now makeshift shelters have popped up, including one in the parking lot of a Walmart. A spokesperson for Walmart said they have no deadline to close the impromptu camp. There is rain in the forecast for next week, which could complicate recovery efforts by washing away valuable DNA evidence.     66 Photos  Wildfires tear through Northern, Southern California                                              Dozens have died and thousands of homes destroyed as flames burn through communities in Butte, Ventura and Los Angeles Counties                                         ", {"Butte": 3, "Los Angeles": 1, "Ventura": 1}, [["Butte", 3], ["Butte", 3]], [0.2861838, 0.5616015, 0.15221469]], ["../ca_wildfires/cbs/CBS_NW_2018.11.19_16.txt", "2018.11.19", "Protective masks fly off store shelves in wildfire-ravaged California", " SAN FRANCISCO -- In wake of the poor air quality caused by the smoke from California's Camp Fire, people in the San Francisco Bay Area have been seen wearing masks to protect themselves from the bad air. But some say they're having trouble finding the protective masks because of high demand.Outside Fredericksen Hardware and Paint, there was a sign reading, \"Sorry, no air purifiers, no masks. Maybe Monday.\"Store employees said the masks are in such high demand that when they restock them, they'll be behind the counter and customers will likely be limited to the number of masks they can buy.Health concerns over poor air quality from California wildfiresIt's the same story at Nob Hill Hardware; the store is completely sold out of the N95 masks. But it did have P100 respirators on its shelves for $59, which provide more respiratory protection than the N95 masks.\"Our hardware store ran out… they ran out. The fire department ran out. It's crazy,\" San Francisco residents Cindy and David Cole said.Many places in the Bay Area were giving out free masks Friday, but they ran out quickly.The California Governor's Office of Emergency Services and the California Department of Public Health recommend N95 respirators or P100 masks. Both are approved by the National Institute for Occupational Safety and Health for use by healthcare workers and firefighters.\"Short-term exposures to intense smoke can lead to lung and cardiovascular problems in some people, especially if they are already susceptible to these diseases,\" Richard E. Peltier, an associate professor of Environmental Health Sciences at University of Massachusetts Amherst, told CBS News during coverage of the Thomas Fire in December 2017. \"Longer-term exposure over a few days or weeks increases the risk and the chance of health impacts as your cumulative dose increases.\"The N95 respirators are designed to filter at least 95 percent of airborne particles, but they need to fit well in order to work, CBS San Francisco reports.Some people use one strap instead of two because they are uncomfortable. But doctors say people should use both straps, pinch the metal on top of the nose and try to seal the mask around the face. If it's done right, there should be no gaps.Meantime, Bay Area faced an unprecedented 12th consecutive :Spare the Air Day\" due to poor air quality from wildfire smoke, several venues remain closed Monday.The smoke has brought more people to urgent care clinics across the city. Carbon Health on Market St. said patients who don't have asthma have been complaining about chest pain, shortness of breath and migraines.  ", {"San Francisco": 4}, [["San Francisco", 4], ["San Francisco", 4]], [0.2452214, 0.39145812, 0.3633204]], ["../ca_wildfires/cbs/CBS_NW_2018.11.19_42.txt", "2018.11.19", "\"This is our home\": California firefighters struggle beyond physical toll of job", " More than 6,400 firefighters are currently battling California's two largest wildfires. In the last 13 months, fire crews have faced five of the 10 most destructive fires in state history. After months of battling flames across the state, many of the firefighters are struggling with more than the physical toll of the job, reports CBS News correspondent DeMarco Morgan. It's dinner time at a Cal Fire command center in Chico, California — a chance for firefighters to slow down.   For Chad Farris, it's a time to see his infant daughter's face.   \"I got out of the military last June, started the next day with Liberty and been going on fires ever since,\" Farris said.   Farris is just one of the thousands of firefighters battling flames across the state during a year in which fires chewed through more than 1.5 million acres of land, an area larger than Rhode Island.Ben Holliday and Joshua Wilkins have been moving from fire to fire since June.\"Fire seasons don't seem to end these days,\" Holliday said.  \"I hit all the major fires in California and then figured come November we'd be done,\" Wilkins said. \"It's a lot, you know. Family life is very difficult, personal life is difficult, and just you know our personal well-being is stressed by the job we do.\"   Both men are from Butte County where the Camp Fire has devastated their community.   \"This is our home. We both, everyone on our task force that we're on has family here, houses gone and what not, so yeah, this one definitely hit home more than any fire I've been on. Hands down,\" Holliday said.   Cal Fire Capt. Joe Chavez helped his wife and two young daughters evacuate before watching his home in Paradise burn down. \"I pulled into our driveway and our house was on fire,\" Chavez said. \"That was definitely hard to watch, and there's still a lot of feelings I need to deal with, with that... I'm just glad to have my family whole, because there's a lot of families out there that are not whole right now, there's a lot of people that still haven't been found... knowing there are people out there that don't have a family anymore, that hurts.\"With so many firefighters working around the clock, it's worth noting that there are reportedly 1,500 prison inmates working with them in the field. They have also been working on fires all year, some of them reportedly being paid $2/hour.  ", {"Butte": 3}, [["Butte", 3], ["Butte", 3]], [0.19594656, 0.66386914, 0.14018434]], ["../ca_wildfires/cbs/CBS_NW_2018.11.19_77.txt", "2018.11.19", "Dow closes down nearly 400 points as tech stocks tumble", "  Last           Updated Nov 19, 2018 4:08 PM EST  Technology stocks led a slump on Wall Street, with drops in Apple and Facebook dragging down the major indexes. The Dow briefly sank 500 points, but recovered the worst of its losses to close down 395 points, at 25,017.The S&P 500 index fell 1.6 percent, closing at 2,690. The Nasdaq composite lost more than 3 percent, dropping to 7,028. Apple lost nearly 4 percent and Facebook gave up 5.2 percent. Chipmaker Nvidia dropped another 12 percent to $144.70 after it said  last week that it had a large number of unsold chips because of a big  drop in mining of cryptocurrencies.     Nissan's U.S.-listed shares slumped more than 5 percent after the carmaker's  chairman, Carlos Ghosn, was arrested after allegedly under-reporting his  income.The parent company of California utility Pacific Gas & Electric  fell again after it disclosed that it had a power line failure near the  start of a deadly wildfire the morning the fire began. The Mercury News  of San Jose reported Saturday that the company said in a filing that it  had an outage at 6:45 a.m. on Nov. 8 in Concow. Authorities say 76  people have been confirmed dead in the Camp Fire.PG&E stock fell 4.5 percent to $23.29. The stock has lost half its value since Nov. 8 in spite of a big rally on Friday.Clashes between China and the U.S. at a Pacific Rim summit over the  weekend left investors feeling pessimistic about the prospects for a  deal that would end the trade tensions between the world's two largest  economies. The U.S. has imposed a 10 percent tariff on $200 billion of Chinese  goods, and that tariff is set to rise to 25 percent on Jan. 1. Another  $50 billion of Chinese goods already is subject to 25 percent duties.  Beijing has responded with penalty duties on $110 billion of American  goods.Talks continue ahead of a meeting between Chinese President Xi  Jinping and President Donald Trump planned for the G-20 summit later  this month.Bond price didn't move much. The yield on the 10-year Treasury note held steady at 3.07 percent.  ", {}, [null, null], [0.18733922, 0.04558244, 0.7670783]], ["../ca_wildfires/cbs/CBS_NW_2018.11.20_76.txt", "2018.11.20", "#RakeAmericaGreatAgain: Finland social media users troll Trump for saying the country rakes its forests", " President Trump said Saturday that Finland's president claimed the country doesn't have many problems with forest fires because it spends \"a lot of time on raking\" -- and the Finnish people soon took to social media to troll his comments. Residents of the European nation posted photos of themselves jokingly raking forests and even adjusted Mr. Trump's campaign slogan in their hashtags to include the word \"rake.\" \"Just an ordinary day in the Finnish forest,\" tweeted Pyry Luminen/ @pyryluminen, accompanied by a photo of herself pretending to vacuum leaves in the woods.The social media users in Finland are mocking Mr. Trumps comments from Saturday during a visit to Paradise, California -- an area ravaged by the Camp Fire. The wildfire is considered the deadliest in the Golden State's history, with 79 deaths attributed to the fire as of Monday, and over 15,000 structures destroyed. Just an ordinary day in the Finnish forest ~ Ihan normipäivä suomalaisessa metsässä #Trump #forest #firesafety #raking #forestry #Finland #Finnish #CaliforniaFire #RakingAmericaGreatAgain #rakingtheforest #Suomi #haravointi #metsäpalot #rakingleaves pic.twitter.com/YOKA3D6C2K— Pyry Luminen (@pyryluminen) November 18, 2018  Mr. Trump was touring the area with California Gov. Jerry Brown, California Gov.-elect Gavin Newsom and Paradise Mayor Jody Jones when he was asked what could be done to prevent a similar disaster in the future.\"You gotta take care of the floors. You know? The floors of the forest. Very important,\" said Mr. Trump. \"I was with the President of Finland and he said, 'We have a much different — we're a forest nation.' He called it a 'forest nation.' And they spend a lot of time on raking and cleaning and doing things, and they don't have any problem. And when it is, it's a very small problem.\"Shortly after, social media users in Finland were raking their brains for clever hashtags.Many people tweeted the hashtags #RakeAmericaGreatAgain and #RakeNews to troll Mr. Trump's campaign slogan \"Make America Great Again\" and his frequently used phrase \"Fake News.\" Some also shared images of themselves raking with the hashtag #haravointi, which translates to #Raking in english.Some Americans even got in on the fun. \"All right Californians, let's get to work to make sure this never happens again,\" tweeted user Ryan Greenspan/@Gspan415, whose location pinpoints him in Concord, California. He included a GIF of people raking leaves. All right Californians, let's get to work to make sure this never happens again. #haravointi #RakeAmericaGreatAgain pic.twitter.com/Pz0zNkr8Qo— Ryan Greenspan (@Gspan415) November 19, 2018  Finland's President Sauli Niinistö told Ilta-Sanomat, Finland's second-largest paper, that he doesn't recall mentioning raking leaves with Mr. Trump on Sunday, but did say the two leaders spoke about the California wildfires when they met in Paris in early November.\"I mentioned [to] him that Finland is a land covered by forests and we also have a good monitoring system and network,\" Niinistö said. He also told the newspaper that he remembers uttering the phrase \"we take care of our forests\" during their conversation.  ", {"Contra Costa": 1, "Butte": 2}, [["Butte", 2], ["Butte", 2]], [0.15606394, 0.30043983, 0.5434962]], ["../ca_wildfires/cbs/CBS_NW_2018.11.21_24.txt", "2018.11.21", "Green Bay Packers' Aaron Rodgers donating $1 million to California wildfire victims", "  Last           Updated Nov 21, 2018 8:27 PM EST  Green Bay Packers quarterback Aaron Rodgers announced on social media Wednesday he is donating $1 million to California wildfire victims. Wearing a \"Butte Strong\" sweatshirt to support Butte County, where the Camp Fire destroyed more than 15,000 structures, Rodgers appeared in a Twitter video. He explained the wildfires hit close to home.\"As many of you know, the California wildfires have devastated countless communities,\" Rodgers said. \"In Northern California, where I was born and raised, the city of Paradise burnt to the ground and many residents there that got out are now displaced in my hometown of Chico, and across the north state.\"How to help those affected by the California wildfiresRodgers said he personally reached out to friends and the mayor of Chico so he could find out the best way to help. He said raising money for immediate needs and long-term recovery is what is needed right now, so he is partnering with the North Valley Community Foundation in Chico. Please take a minute to watch this and if you can, take a few seconds to retweet this using the #retweet4good All the money goes to a great organization for the immediate needs and the recovery efforts for the #CampFireParadise Thank you 🙏🏻 #ButteStrong #payitforward pic.twitter.com/iQjMbUIHcI— Aaron Rodgers (@AaronRodgers12) November 21, 2018  State Farm, through its Neighborhood of Good initiative, is going do donate $1 for every retweet of Rodgers' post, he said. The quarterback instructed Twitter users to retweet the video with the hashtag #Retweet4Good.State Farm will donate up to $1 million – matching Rodgers' donation. The deadline for the retweeting is Sunday, November 25, and as of Wednesday afternoon, the post had more than 30,000 retweets.Those who wish to personally donate can visit the Noral Fire Recovery Fund, Rodgers said.The Camp Fire was 80 percent contained Wednesday. It has killed at least 81 people and 870 are still unaccounted for.\"Let's help these people begin to heal and rebuild,\" Rodgers said.  ", {"Butte": 6}, [["Butte", 6], ["Butte", 6]], [0.18004777, 0.05827679, 0.7616754]], ["../ca_wildfires/cbs/CBS_NW_2018.11.21_32.txt", "2018.11.21", "Southern California's deadly Woolsey Fire fully contained, but area at risk for mudslides", " LOS ANGELES — Southern California's huge wildfire was finally contained Wednesday evening despite a brief flare up, but residents were warned to be ready for another threat: mudslides. The Woolsey Fire that began Nov. 8 was listed as 100 percent contained after burning more than 1,600 homes and buildings and claiming three lives.Only six other California wildfires have destroyed more structures, according to state statistics.Earlier in the day, a hotspot ignited in a remote area of Bell Canyon west of Los Angeles, said Ventura County fire Capt. A.J. Lester. No structures were threatened by the flare up, which was quickly knocked down by two engine crews.How to help those affected by the California wildfiresGreen Bay Packers' Aaron Rodgers donating $1 million to California wildfire victimsDriven by Santa Ana winds, the fire went on a miles-long rampage through suburban communities and the Santa Monica Mountains to the Malibu coast.Residents in the burned area sandbagged their properties ahead of a rainstorm that authorities said could bring the risk of mudflows and rockslides from denuded hills and mountains.View GalleryA canyon home was left untouched amid the surrounding charred and blackened hillsides from the Woolsey Fire along Lobo Canyon Road in Agoura Hills, Calif., as seen on Nov. 15, 2018.                                             Getty                                         The National Weather Service said the front approaching the coast would spread rain across the region by early Thursday. Most rainfall —  less than a half-inch per hour —  was expected to hit the Woolsey burn area between midnight and 4 a.m. Some thunderstorms were possible.\"The rain should still be significant enough to cause some issues in and around the recent burn areas, especially the Woolsey and Hill burn areas, with the potential for rockslides, mudslides and minor debris flows,\" the weather service said. \"Residents in and near the burn areas should stay tuned to the latest forecasts and any future advisories or statements on this rain event.\" Although a wildfire may be contained, areas ravaged by fire leave many dangers behind. It's important for crews to reduce hazards & prevent further threats to lives & property as residents begin to return home. Always use caution in effected areas. https://t.co/Uyu3RlYYsj pic.twitter.com/6hPQBJqTuY— CAL FIRE (@CAL_FIRE) November 21, 2018    ", {"Los Angeles": 6, "Ventura": 1}, [["Los Angeles", 6], ["Los Angeles", 6]], [0.1835699, 0.0714945, 0.7449356]], ["../ca_wildfires/cbs/CBS_NW_2018.11.21_69.txt", "2018.11.21", "Encouraging news for woman searching for dad's friend missing in California wildfires", " The first heavy rain in months is moving toward northern California where it's expected to complicate the search for victims in the state's worst-ever wildfire. More than 800 people in the affected area north of Sacramento are still considered missing and the Camp Fire is now blamed for at least 81 deaths. School bus driver hailed a hero after delivering 22 students from raging California Camp FireCrews are racing against time, sifting through the rubble for human remains that could be washed away. Diana Sauer spent the day Tuesday handing out flyers, visiting seven different northern California shelters in the hopes of finding 70-year-old Russell Anderson.Diana Sauer                                             CBS News                                         \"He was my father's best friend when I was a child,\" Sauer told CBS News' Meg Oliver.  It's been a difficult task. Sauer says Anderson lived a hermit's life. He had no phone, and she has just a couple photos that are decades old.\"I cry a lot. And I pray a lot. It kind of feels like I'm searching for a needle in a haystack,\" she said.  Hers is a search multiplied hundreds of times over with so many still missing after the Camp Fire devastated an area bigger than 115,000 football fields. Oliver surveyed the damage with Cal Fire operations chief Josh Bischof. \"Any area that has this much dense vegetation, the fire was moving very fast. And so for people to get out of its way was difficult,\" Bischof said. Sauer knew the odds were against finding the man she calls \"Uncle Russ.\"   \"I'm just kind of hoping that it's a miracle, and I find him before I head home today,\" Sauer said.  Driving home three hours later, Sauer pulled over to call Oliver with some very good news. \"I went to one of the evacuation centers, and I found his name and his truck on a registration card…. Just to know that he got out safely, it means everything,\" Sauer said. A shelter worker didn't know where Anderson had gone but Diana had to get home to her kids three hours away. She's hoping he'll reach out to her. Anderson remains on the \"unaccounted for\" list because officials need to make direct contact with a missing person before they can be removed.  ", {"Sacramento": 1, "Shasta": 4}, [["Sacramento", 1], ["Shasta", 4]], [0.05890113, 0.9072562, 0.03384255]], ["../ca_wildfires/cbs/CBS_NW_2018.11.28_27.txt", "2018.11.28", "Man gives $1,000 to each student, teacher of school in California town ravaged by wildfire", " A California businessman is opening his heart and wallet to high school students and teachers after the Camp Fire disaster in the town of Paradise. Real estate developer Bob Wilson, 90, gave students and staff at Paradise High School $1,000 each in a donation that totaled more than $1 million. Smiles have been hard to come by for students ever since suffering through the most devastating wildfire in California history. About 900 of the 980 young people attending Paradise High School lost their homes, reports CBS News correspondent Jamie Yuccas. Wilson, who lives near San Diego, heard about the hardships these students were enduring, and he felt compelled to help. \"For me, high school… was an idyllic time of my life, you might say. And I thought about these kids, and I thought about my experience. And I said, you know, if I could just put a smile on their face,\" Wilson said. \"And so I decided on the spot I would do this.\" Wilson felt the best way he could have a personal, positive impact was through individual donations. He's giving $1,000 check to all 980 students and their 105 teachers and staff members.\"The more I thought about it, I thought, what about the whole school? What about the teachers, what about the bus drivers, the janitors, and so forth. And so I said, I'll include the entire school,\" Wilson said.\"This means so much. Means so much to everyone,\" student Lily Higby told Wilson.\"You're very, very welcome,\" Wilson said.  \"A lot of kids will just turn the checks over to their families, for just basic essential items like food and gas,\" Paradise High School principal Loren Lighthall said. Wilson said handing out more than a million dollars is making him feel like a million bucks. \"Let's face it, there's joy in giving. And especially when you do it directly,\" Wilson said. \"He doesn't even know us. But he has it in his heart to give this money to us. To just help us. And it kind of makes my heart smile,\" student Samantha Pipkin said.     59 Photos  Deadly wildfire burns Northern California                                              At least nine people have been killed and hundreds of buildings destroyed, as wildfires burning across the state stretch fire crews to the limit                                         ", {"San Diego": 1, "Butte": 4}, [["Butte", 4], ["Butte", 4]], [0.15666321, 0.70776725, 0.13556954]], ["../ca_wildfires/cbs/CBS_NW_2018.11.30_23.txt", "2018.11.30", "Terrifying body cam video shows deputy’s frantic escape from historic wildfire", " Camp FireWhen Butte County Deputy Aaron Parmley turned on his body camera at the height of the Camp Fire, he figured it would capture the final moments of his life. CBS San Francisco reports Parmley was searching for four nurses from the Feather River Hospital who needed help fleeing the wall of flames that were roaring through the Butte County town of Paradise.All around him there was fire and a smoky, red haze had replaced the blue skies. On both sides of the road, walls of flames were consuming anything in the firestorm's path. Houses and cars were ablaze.His patrol car suddenly became disabled, he was forced to abandon it and flee with the nurses on foot.On the video, he came be seen desperately searching for a way out. Parmley did not believe he would survive.\"Oh it's not good,\" he says with sirens wailing in the background and his breathing becoming more labored.Parmley runs down a road, sparks raining down on him. The nurses running in front of him, also trying to escape.\"It's bad,\" he says as another evacuee urges him to \"keep going\" and tells him to \"go towards the left\" as they run through the gauntlet of fire.Another in the group yells out — \"Are they coming for us?\"Suddenly out of the fire and smoky haze a bulldozer arrives. They jump onboard and escape the flames.Parmley and the nurses were among the lucky ones. The fire — which roared through Paradise covering a football field every minute — claimed 88 lives with another 196 still missing.  ", {"Butte": 4, "San Francisco": 1}, [["Butte", 4], ["Butte", 4]], [0.09746195, 0.8305731, 0.07196499]], ["../ca_wildfires/cbs/CBS_NW_2018.11.30_24.txt", "2018.11.30", "Terrifying body cam video shows deputy’s frantic escape from historic wildfire", " Camp FireWhen Butte County Deputy Aaron Parmley turned on his body camera at the height of the Camp Fire, he figured it would capture the final moments of his life. CBS San Francisco reports Parmley was searching for four nurses from the Feather River Hospital who needed help fleeing the wall of flames that were roaring through the Butte County town of Paradise.All around him there was fire and a smoky, red haze had replaced the blue skies. On both sides of the road, walls of flames were consuming anything in the firestorm's path. Houses and cars were ablaze.His patrol car suddenly became disabled, he was forced to abandon it and flee with the nurses on foot.On the video, he came be seen desperately searching for a way out. Parmley did not believe he would survive.\"Oh it's not good,\" he says with sirens wailing in the background and his breathing becoming more labored.Parmley runs down a road, sparks raining down on him. The nurses running in front of him, also trying to escape.\"It's bad,\" he says as another evacuee urges him to \"keep going\" and tells him to \"go towards the left\" as they run through the gauntlet of fire.Another in the group yells out — \"Are they coming for us?\"Suddenly out of the fire and smoky haze a bulldozer arrives. They jump onboard and escape the flames.Parmley and the nurses were among the lucky ones. The fire — which roared through Paradise covering a football field every minute — claimed 88 lives with another 196 still missing.  ", {"Butte": 4, "San Francisco": 1}, [["Butte", 4], ["Butte", 4]], [0.09746195, 0.8305731, 0.07196499]], ["../ca_wildfires/cbs/CBS_NW_2018.11.9_15.txt", "2018.11.9", "Deadly California wildfire causes \"utter panic\" as people try to escape", " PARADISE, Calif. — Two wildfires have burned tens of thousands of acres since Thursday, and now mass evacuations are underway outside Los Angeles. That includes all of Malibu as the flames race toward the sea.As the fast-moving fire ravaged Northern California, forcing an entire city of 27,000 to evacuate, highways were jammed with cars as people desperately tried to escape. One man battled burning ash as he tried to find a way out. He's safe now, but at least five people were killed in vehicles -- their bodies burned so badly they could not be immediately identified. Some people abandoned their cars and ran for their lives.Five miles north of Paradise, Tisha Aroyo and her grandfather stayed behind. He said he thought he could save her house, but they would only watch helplessly as their home burned.JT Ford and his wife Stacey went to a nearby pasture, where they watched their home go up in flames.\"The fire roared through so quick it was only an hour of utter panic and fear because then everything burned out,\" Ford said.Flames have moved so quickly there's not a lot firefighters can do.\"That fire from the second it started was off to the races,\" said Ken Pimlott, director of Cal Fire. \"It's all hands on deck to rescue people and get people out of harm's way.\"    66 Photos  Wildfires tear through Northern, Southern California                                              Dozens have died and thousands of homes destroyed as flames burn through communities in Butte, Ventura and Los Angeles Counties                                         ", {"Butte": 3, "Los Angeles": 3, "Ventura": 1}, [["Butte", 3], ["Los Angeles", 3]], [0.27821606, 0.61126995, 0.11051398]], ["../ca_wildfires/cbs/CBS_NW_2018.11.9_18.txt", "2018.11.9", "Evacuations ordered, structures destroyed as fast-moving \"Camp Fire\" grows in California", " A fast-moving wildfire in Northern California has grown rapidly, scorching some 18,000 acres and forced thousands of residents to evacuate, according to officials. Acting California Gov. Gavin Newsom issued a state of emergency in Butte County Thursday due to the \"Camp Fire.\"The Butte County Sheriff's Office said an evacuation order was issued for areas of Paradise, a town of about 27,000 people 180 miles northeast of San Francisco.\"This fire is very dangerous, please evacuate if asked to do so!\" the California Department of Forestry and Fire Protection (Cal Fire) tweeted.Officials said the blaze has consumed more than 26 square miles so far.CBS Sacramento reported that thousands of PG&E customers in Butte County have lost power because of the blaze, which has destroyed homes and threatened critical infrastructure, according to the governor's office.Five people were burned in Paradise, according to California Highway Patrol (CHP). Authorities were working Thursday afternoon to close traffic heading north on Highway 99 into Chico. The fire was heading toward the city, according to CBS Sacramento. Cal Fire said Wednesday that a Red Flag Warning was issued for most of Northern California's interior as well as parts of Southern California through Friday morning. Gusty winds and low humidity were among the factors that led to the warning.Red Flag Warnings are issued for conditions that could lead to \"extreme fire behavior\" within 24 hours, according to Cal Fire. Fire now burning on both sides of Highway 191. The heat is tremendous as firefighters work to save homes and in some cases in zero visibility #CampFire @CBSSacramento pic.twitter.com/CoirrCCyii— JENN MCGRAW CBS13 (@NewsMcGraw) November 8, 2018  Cal Fire said several hundred structures have been been destroyed, but an official count won't be available until they can get into the area. Butte County CalFire Chief Darren Read told The Associated Press the destruction in Paradise could be near a thousand structures.Read also said that at least two firefighters have been injured battling the flames Thursday.Separately, there is another fire located northwest of the San Fernando Valley section of Los Angeles. Earlier, the campus at California State University, Channel Islands, had been evacuated because of poor air quality. The Associated Press said the Ventura County Fire Department had ordered the evacuation of some communities in the path of the flames — not far from the site of a deadly mass shooting at a bar in the city of Thousand Oaks.    Camp Fire in Butte County. Chico by       Evann Lee Howard on       YouTube  Peter Martinez contributed to this report.  ", {"Butte": 10, "Los Angeles": 2, "Sacramento": 2, "San Francisco": 1, "Ventura": 2}, [["Butte", 10], ["Butte", 10]], [0.2154359, 0.10770106, 0.676863]], ["../ca_wildfires/cbs/CBS_NW_2018.12.6_23.txt", "2018.12.6", "Mudslide closes part of Pacific Coast Highway in Malibu", "  Last           Updated Dec 6, 2018 3:53 PM EST  LOS ANGELES — A mudslide closed Pacific Coast Highway and other roads in and around Malibu, where heavy rain loosened hillsides scarred by last month's wildfires. At least one vehicle was stuck in the muck on PCH and multiple accidents were reported on flooded Los Angeles-area freeways as the storm moved through Thursday.Debris flows closed canyon roads in a Malibu neighborhood that saw homes burned in November and mudslides during thunderstorms last week. No evacuation orders have been issued. But a flash flood warning was issued for areas burned by the Woolsey, Hill and Thomas fires. A portion of southbound State Route 170 in Los Angeles shut down during the morning commute after mud flowed onto the roadway.According to CBS Los Angeles, Thursday marks the second day in a row that Southern California was drenched with rain. Forecasters predicted up to an inch and a half of rain, but the National Weather Service said 2 inches had fallen by 6 a.m. #BREAKING #TRAFFICALERT: Both sides of Pacific Coast Highway closed at Leo Carillo State Beach in Malibu due to mudslide. Photo credit: LASD Reserve Officer Tommy Fakehany https://t.co/FJmBsvMkN4 pic.twitter.com/MJmz0eKras— CBS Los Angeles (@CBSLA) December 6, 2018  State Route 23 was also shut down due to runoff in several areas. The state's transportation department captured an image of the runoff. #WoolseyFire: SR-23 remains CLOSED from SR-1 (PCH) to upper Mulholland Dr- there is debris from rain runoff in various sections- contractors on scene for clean-up #Decker https://t.co/xbyTKqK844 pic.twitter.com/PBIT4fY6wD— Caltrans District 7 (@CaltransDist7) December 6, 2018  The system, which is packing heavy winds, is expected to linger for much of the day before dissipating early Friday. Meanwhile, the storm is also bringing snow to the region's mountains.A winter weather advisory was issued for the San Gabriel Mountains until midnight, and drivers are being warned about slippery road conditions.    66 Photos  Wildfires tear through Northern, Southern California                                              Dozens have died and thousands of homes destroyed as flames burn through communities in Butte, Ventura and Los Angeles Counties                                         ", {"Butte": 1, "Los Angeles": 10, "Ventura": 1}, [["Butte", 1], ["Los Angeles", 10]], [0.08985942, 0.01392352, 0.8962171]], ["../ca_wildfires/cbs/CBS_NW_2018.12.7_19.txt", "2018.12.7", "Mountain lion found dead weeks after surviving California wildfire", " THOUSAND OAKS, California — A mountain lion who survived the Woolsey Fire and dozens of freeway crossings has been found dead, the National Park Service announced Friday, CBS Los Angeles reports.P-64 became known as \"the Culvert Cat\" for his habit of using a long and narrow storm drain multiple times to cross under the 101 Freeway near Liberty Canyon in Agoura Hills. His remains were found this week, with his paws visibly burned. The California Department of Fish and Wildlife will conduct a necropsy to determine his exact cause of death.\"P-64 was a fascinating cat to study because he crossed our notoriously deadly freeways dozens of times,\" Jeff Sikich, a biologist for Santa Monica Mountains National Recreation Area, said in a statement. \"It's very unfortunate that he was seemingly so successful surviving in this fragmented landscape and then died in the aftermath of a devastating wildfire. It's of particular interest that he chose to travel back through a fresh burn area rather than retreat through urbanized areas to escape the fire.\"Authorities first captured and tagged P-64 in February. During those nine months, P-64 crossed the 101 and 118 freeways a total of 41 times. He is believed to be the father of four female kittens born in May.The Woolsey Fire broke out November 8, burning 96,949 acres and destroying 1,500 structures. Three deaths were blamed on the blaze, and three firefighters were injured.    When the fire broke out, researchers said the 4-year-old big cat was in the Simi Hills, north of Oak Park and continued to travel throughout those hills the next few days before hunkering down in a remote area. A biologist located P-64 on November 26 with a telemetry device in an unburned portion of the Simi Hills, leading researchers to hope he may have been on a kill and surviving.P-64's last tracked location was on November 28. Sikich hiked in to the location of P-64's last GPS location on Dec. 3 and found P-64 nearby, according to the National Park Service. The big cat appeared to have been dead for a few days.Researchers said P-64 was one of the 11 mountain lions in or around the perimeter of the devastating Woolsey Fire, which burned 88 percent of the National Parks land in the Santa Monica Mountains. The only big cat believed to have died in the fire is P-74.  ", {"Los Angeles": 4, "Ventura": 1}, [["Los Angeles", 4], ["Los Angeles", 4]], [0.22522792, 0.10010272, 0.6746693]], ["../ca_wildfires/tsd/TSD_NW_2018.11.10_85.txt", "2018.11.10", "San Diego to Go Under Red Flag Warning as Fires Scorch State", "The San Diego region is set to be under a red flag warning from Sunday through Tuesday amid fires raging elsewhere in the state, the National Weather Service said Saturday. Support Times of San Diego's growthwith a small monthly contribution The warning, which means Santa Ana winds, dry brush and low humidity levels were expected to put the region at a heightened risk for wildfire, will last from 6 a.m. Sunday to 5 p.m. Tuesday, the weather service said. The red flag warning also affects Orange, western Riverside and southwestern San Bernardino counties. Northeast winds of 20 to 30 mph — with gusts up to 50 mph in most areas and up to 70 mph below passes and canyons — were predicted for the area. Humidity was expected to be around 5 to 10 percent for most of the region. The winds will become strongest Monday and Tuesday, with the area north of Oceanside and a corridor between Encinitas and La Jolla especially at risk for strong gusts, forecasters said. Any fires that develop will likely spread rapidly, the weather service said, and outdoor burning was discouraged. Los Angeles and Ventura counties, where the Woolsey and Hill fires have destroyed at least 150 homes and forced the evacuations of more than 200,000 people, were already under a red flag warning that was set to continue until Tuesday. And parts of Northern California, where the Camp Fire has scorched more than 100,000 acres and leveled the town of Paradise, were to be under a similar red flag warning from Saturday night through Monday morning. –City News Service >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"Los Angeles": 1, "Orange": 2, "Riverside": 1, "San Bernardino": 1, "San Diego": 5, "Ventura": 1, "Butte": 1}, [["Butte", 1], ["San Diego", 5]], [0.28426078, 0.11372197, 0.6020173]], ["../ca_wildfires/tsd/TSD_NW_2018.11.15_2.txt", "2018.11.15", "Trump to Inspect California Wildfire Disaster Area on Saturday", "President Trump is planning to visit Northern California on Saturday to view the Camp Fire disaster area in which at least 56 people have died. Support Times of San Diego's growthwith a small monthly contribution According to the White House, Trump will arrive sometime Saturday at Beale Air Force Base north of Sacramento. It was not immediately known if Trump will travel to Southern California to view the Woolsey Fire area in Los Angeles and Ventura counties. Trump had initially lashed out at California’s forest-management policies as a cause of the destructive blazes, but now plans to “meet with individuals impacted by the wildfires,” according to White House Deputy Press Secretary Lindsay Walters. Gov. Jerry Brown and U.S. Interior Secretary Ryan Zinke visited the lines of the deadly Woolsey Fire on Thursday, hailing the efforts of firefighters but saying better planning is needed in the future to prevent fires from growing into major disasters. Brown reiterated his description that massive wildfires are “the new abnormal” due to climate change. “We’re going to have to manage our forests better,” he said. “We’re gonna have to build our cities more smartly. We’re going to have to build shelters so people can escape when these terrible fires get out of hand. And yes, we’re going to have to deal with climate change.” >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"Los Angeles": 1, "Sacramento": 1, "San Diego": 2, "Ventura": 1, "Tulare": 1}, [["Los Angeles", 1], ["San Diego", 2]], [0.18129838, 0.683452, 0.13524964]], ["../ca_wildfires/tsd/TSD_NW_2018.11.15_3.txt", "2018.11.15", "Walmart Commits $500,000 for California Wildfire Relief Efforts", "Walmart and the Walmart Foundation have made a commitment to provide cash and product donations totaling $500,000 in response to the severe wildfires in California. Support Times of San Diego's growthwith a small monthly contribution As part of this commitment, Walmart is working closely with local officials and governmental entities to help meet the needs of those affected. “As the wildfires continue to spread through California our hearts go out to each and every person impacted,” said Julie Gehrki vice president of programs for Walmart. “We’re proud to support the heroic efforts of first responders and will continue to help with relief efforts, working with non-profits, local officials and governmental organizations to identify needs and provide additional support,” she added. The giant retailer has a history of providing aid in times of disaster. Last year it responded to hurricane disasters in Texas, Florida and Puerto Rico with more than $38 million in cash and in-kind donations. >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"San Diego": 2}, [["San Diego", 2], ["San Diego", 2]], [0.11608944, 0.14380322, 0.74010736]], ["../ca_wildfires/tsd/TSD_NW_2018.11.27_80.txt", "2018.11.27", "Opinion: San Marcos Supplying Region with Future-Ready Workforce", "When you were a child, what did you want to be? Whatever it was, it’s probably still a viable career. But that’s not necessarily true for children today. Support Times of San Diego's growthwith a small monthly contribution Robots could replace nearly a third of the nation’s workforce by 2030, according to research by the McKinsey Global Institute. And the World Economic Forum predicts 65 percent of elementary students will end up in careers that don’t even exist yet. As North County’s education hub, San Marcos plays a major role in supplying the region with a workforce that’s ready to adapt to these changing tides. San Marcos serves the most higher education students all of northern San Diego County, making this community a crucial talent pipeline. And that workforce will be ready for the future thanks to our educational leaders. Case in point: The San Marcos Promise, which provides scholarships and resources to students in the San Marcos Unified School District, is sharpening its focus on 21st-century work skills. “Tomorrow’s workforce will need higher cognitive skills, such as creativity, critical thinking and collaboration,” explains Lisa Stout, TSMP programs coordinator. That jives with McKinsey research that predicts demand for those skills will grow 19 percent through 2030. “The path to modern success won’t look the same for everyone, nor should it,” Stout adds. “Many future professions won’t call for a traditional four-year degree.” Palomar College tracks job trends, and as a result, has added future-focused programs in drone technology and cybersecurity. “Advanced manufacturing is another big opportunity on the horizon, but these aren’t the factory jobs of the past,” says Nichol Roe, Palomar College’s associate dean of workforce development and extended studies. “They are highly technical, and involve 3D printing, automation and software solutions.” “As technology advances, learning new skills on the job will be imperative,” adds Jill Litschewski, director of the office of internships and service learning at California State University San Marcos. “However, it will be equally important for students to also improvise solutions.” CSUSM’s senior experience program lets students do that by collaborating with business owners to tackle real-world projects. Often the work has a 21st-century focus. For example, some students recently helped test drone technology that could change how we fight wildfires. Programs like this underscore how much we need our businesses to be a part of workforce development. Our city is committed to supporting these efforts because when we all invest in workforce development, it benefits our community’s overall economic health. Tess Sangster is economic development manager for the City of San Marcos. >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"San Diego": 9}, [["San Diego", 9], ["San Diego", 9]], [0.04717686, 0.8614623, 0.09136085]], ["../ca_wildfires/tsd/TSD_NW_2018.11.27_81.txt", "2018.11.27", "Scripps Health Sending Second Medical Response Team to Help Camp Fire Victims", "A team of Scripps Health nurses will deploy to Northern California Tuesday to assist fire victims and evacuees in the aftermath of the Camp Fire. Support Times of San Diego's growthwith a small monthly contribution The group of four is the second Scripps Medical Response Team to be sent to Northern California to help with the aftermath of the fire. The first team of five nurses arrived in Chico on Nov. 15 and returned to San Diego Nov. 23. Both teams are working under the California Emergency Medical Services Authority. “Beyond the humanitarian reasons for responding to disasters in other areas, the experience gained is invaluable training for emergencies closer to home,” Scripps Health President and CEO Chris Van Gorder said on the day the first team was deployed. Scripps Health organized the Medical Response Team and its office of disaster preparedness after the Sept. 11, 2001 attacks. The organization has since deployed medical responders to sections of San Diego County during wildfires, the Gulf Coast after Hurricane Katrina, Haiti after the 2010 earthquake and Nepal after the 2015 earthquake. –City News Service >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"San Diego": 4, "Butte": 1}, [["Butte", 1], ["San Diego", 4]], [0.13689268, 0.10676028, 0.75634706]], ["../ca_wildfires/tsd/TSD_NW_2018.11.28_79.txt", "2018.11.28", "$6 Billion is Estimated Damage from Woolsey Fire in LA and Ventura Counties", "The Woolsey Fire destroyed or damaged as much as $6 billion in real estate in Los Angeles and Ventura counties, according to an authoritative estimate. Support Times of San Diego's growthwith a small monthly contribution Real estate data service CoreLogic reported Tuesday that property losses from the fire will total between $4 billion to $6 billion. Of that tab, $3.5 billion to $4.5 billion will come from residential properties and up to $500 million from commercial real estate. The fire, which killed three civilians and injured three firefighters, destroyed 1,643 structures, damaged 364 others and charred 96,949 acres. CoreLogic says its estimates include the costs of buildings, their contents and additional expenses incurred by the property owner. CoreLogic noted insurers will pick up much of the tab. Fire damages from Northern California’s Camp Fire were estimated to be between $11 billion and $13 billion, according to CoreLogic. Residential losses could run between $8 billion and $6 billion while commercial property losses will total $3 billion and $4 billion. The wildfire, which decimated the Butte County town of Paradise, killed 85 people, burnt 153,336 acres, and destroyed roughly 14,000 homes and 4,800 businesses and other structures, according to Cal Fire. >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"Butte": 2, "Los Angeles": 1, "San Diego": 2, "Ventura": 1}, [["Butte", 2], ["San Diego", 2]], [0.46418858, 0.08880171, 0.44700968]], ["../ca_wildfires/tsd/TSD_NW_2018.11.29_78.txt", "2018.11.29", "SDG&E and Florida Utility Ranked Most Reliable in The United States", "San Diego Gas & Electric and a Florida utility were named the two most reliable electric utilities in the Untied States by a respected consulting firm. Support Times of San Diego's growthwith a small monthly contribution SDG&E and Florida Power & Light each received the 2018 National Reliability Award for superior performance among utilities in America from PA Consulting, a London-based global consulting firm. “Most U.S. utilities encountered difficult weather situations last year. Hurricanes Harvey, Irma, and Maria lashed at utility grids while destructive wildfires and floods hit California. Yet our winners, hailing from both coasts, created resilient and safe grids that were able to stand up to environmental challenges,” the consulting group said in making the awards. SDG&E also received the Regional Reliability Award for the west for the 13th consecutive year, and the Outstanding Technology and Innovation award for the second year in a row. The awards were announced Wednesday night at an electric industry event in Scottsdale, AZ. “Every day, our 4,000 employees come to work committed to providing reliable energy service to our customers — it is what our customers expect, and it is what they deserve,” said Caroline Winn, chief operating officer for SDG&E. “This award is particularly noteworthy given that the amount of renewable energy SDG&E integrates is among the highest levels in the country.” “We are continuing to improve, modernize and upgrade the electric grid to ensure that the communities we serve have clean, safe and reliable energy for generations to come,” she added. The ReliabilityOn Awards are given annually to utilities in six regions that have excelled in delivering the most reliable electric service to their customers. >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"San Diego": 3, "Los Angeles": 1}, [["Los Angeles", 1], ["San Diego", 3]], [0.08283933, 0.24192657, 0.6752341]], ["../ca_wildfires/tsd/TSD_NW_2018.11.7_86.txt", "2018.11.7", "Santa Ana Winds Return, Prompting Red Flag Fire Warning for San Diego Area", "Strong Santa Ana winds, low humidity and high temperatures prompted the National Weather Service to issue a red flag fire warning Thursday for San Diego County mountains and valleys. Support Times of San Diego's growthwith a small monthly contribution The warning goes into effect at 10 a.m. and will last until 10 p.m. Friday. The weather service also issued a high wind warning for the county mountains and valleys that went into effect at midnight and lasts until 6 p.m. Friday. Along with low humidity levels, the strong Santa Ana winds blowing northeast are to blame for the fire danger, with winds of 15 to 25 mph in the forecast and gusts near 35 mph possible Thursday morning in the mountains before the winds strengthen and spread into the valleys later in the day. Humidity was expected to drop into the 5 to 10 percent range Thursday. Fuels are very dry and fires will grow rapidly and be difficult to control upon ignition, according to the Santa Ana Wildfire Threat Index. High temperatures Thursday will be 75 to 80 degrees in the western valleys and 65 to 71 in the mountains, weather service forecasters said. With the heightened fire danger, authorities recommended that residents avoid outdoor burning and have emergency preparedness kits in order. “An emergency can happen at any time,” a forecaster said in a statement on the Santa Ana Wildfire Threat Index Website. “Clean debris away from your house. Charge your cell phone and make sure you have plenty of gas.” — City News Service >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"San Diego": 3}, [["San Diego", 3], ["San Diego", 3]], [0.07874668, 0.23436148, 0.68689185]], ["../ca_wildfires/tsd/TSD_NW_2018.12.3_77.txt", "2018.12.3", "Marines Invest in Sustainable Energy to Run Miramar In a Crisis", "The Marine Corps showed off an ambitious energy project at Miramar on Monday that will allow the air station to operate independently during a crisis. Support Times of San Diego's growthwith a small monthly contribution Col. Charles B. Dockery, the commanding officer, said the goal is to be able to operate the 23,000-acre base as an “island” in the event of global military action or a local environmental disaster such as a wildfire. “Marine Corps leadership right now is focused on the belief that we’re entering a new period of great power competition,” he said. “The homeland is no longer the sanctuary.” The project includes a new power plant with natural gas and diesel generators, solar panels, backup batteries, generators powered by methane from the nearby landfill, and separate water supplies from the city and county. It’s emerging as a model for other military installations. “When SDG&E goes dark, I’m still launching and recovering airplanes,” said Dockery, who led state and local officials on a tour of the base’s new “microgrid” infrastructure. Marine Corps officials said the goal of the project is to enable the base to operate independently for 14 days. And in such a crisis, the Marines would be able to support local government operations from Miramar. “It builds in redundancy for San Diego itself,” noted Capt. Matt Gregory, director of communications at Miramar. With $20 million in Congressional funding, the Marines have opened an Energy and Water Operations Center on the base to manage sustainable power sources and water supplies. The base’s new power plant is 75 percent complete, a distribution line from the nearby landfill power plant is operating and backup batteries are installed in multiple locations. Dockery said the Marines will soon be testing “island mode” by shutting off power from the Southern California grid and continuing to launch and recover aircraft. >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"San Diego": 3}, [["San Diego", 3], ["San Diego", 3]], [0.11408547, 0.25228855, 0.63362604]], ["../ca_wildfires/tsd/TSD_NW_2018.12.7_1.txt", "2018.12.7", "Inn at Rancho Santa Fe Hosts Fundraiser for California Wildfire Victims", " Support Times of San Diego's growthwith a small monthly contribution President Trump tours the Camp Fire area with Gov. Jerry Brown, Lt. Gov. Gavin Newsom and Paradise Mayor Jody Jones. White House photo.The Inn at Rancho Sante Fe and a local philanthropist will host a fundraiser Friday to help victims of wildfires in California. The Holiday Pop-Up Shoppe will feature local merchants, a 50/50 raffle and specialty cocktails, with 10 percent of event proceeds going to victims of recent California wildfires and the California Fire Foundation. Vista Deputy Fire Chief Ned Vander Pol is expected to attend the event and discuss how the foundation supports both families and firefighters who are affected by wildfires. “Our thoughts and hearts are with the families who endured a tragic loss from these wildfires …,” said philanthropist Janet Lawless Christ, who helped organize the event. “… We as a community wanted to help the fire victims in their recovery by raising funds, so we turned this special holiday event into a fundraiser.” The fundraiser is expected to begin at 4 p.m. at the Inn at 5951 Linea Del Cielo. Residents can get more information about the event and inquire about fundraiser vendors by calling Lawless Christ at (858) 335-7700. –City News Service >> Subscribe to Times of San Diego’s free daily email newsletter! Click here ", {"San Diego": 3, "Butte": 1}, [["Butte", 1], ["San Diego", 3]], [0.08662505, 0.16533147, 0.74804354]], ["../ca_wildfires/voa/VOA_NW_2018.11.12_4655544.txt", "2018.11.12", "Paradise Lost: Grim Search Under Way in Incinerated California Town", "Experts in identifying human tissue joined California police and firefighters on Monday in sifting through the charred debris of homes destroyed in the most devastating wildfire in state history, searching for remains of hundreds of missing people. University anthropologists, trained in spotting bone fragments and other blackened body parts, systematically mined the ash and detritus of buildings wiped out when a wildfire swept through the town of Paradise, 100 miles north of Sacramento, on Thursday. For friends and relatives of the 228 people unaccounted for in and around the town of 26,000 residents, the wait has been excruciating, knowing that the remains of some of the dead may never be recovered. \"In some cases, the fire burned so intensely that it burned everything to the ground, and in some cases it melted the metal,\" Butte County Sheriff Kory Honea told reporters Sunday. \"In those cases, it is possible the temperatures were high enough to completely consume the body.\" The so-called Camp Fire, which has forced 53,000 evacuations, was still only 25 percent contained Monday, having scorched 113,000 acres and destroyed more than 6,700 structures, the most in California's recorded history, Cal Fire said. Nearly 1,400 survivors were sheltered in official evacuation centers, Cal Fire spokeswoman Erica Bain said, and nearly all of them had communicated with loved ones about their whereabouts. People still looking for the missing have been directed to call centers for updates. Teams dressed in white or yellow coveralls picked through debris by hand or with small garden shovels, hoping to find remains that could be transferred to Butte County facilities to be examined by pathologists. In addition, the California Department of Justice deployed a mobile unit to help collect DNA from relatives of Camp Fire victims in order to positively identify the dead, the San Francisco Chronicle reported. Nine law enforcement agencies had 42 people assigned to the search, in addition to 45 anthropologists from several institutions such as nearby California State University Chico and firefighters from 14 Cal Fire engine companies, said Megan McMann, community relations coordinator for the Butte County Sheriff's Office. \"The area is not safe for dogs at this point but we are working with Cal Fire to make the area safe so we can begin introducing cadaver dogs,\" McMann said. In the meantime, anthropologists were applying skills also used to recover ancient remains. Eric Bartelink, co-director of the Chico university's Human Identification Lab, said his team frequently conducts searches of fire scenes and for buried bodies, but rarely so close to home. \"We have friends and relatives that were affected by the fire,\" Bartelink told the Mercury News. \"We know that there was a massive loss of life with these fires as we're hearing from the sheriff's office and so we're here to help and provide closure for families.\" ", {"Butte": 6, "Sacramento": 1, "San Francisco": 1}, [["Butte", 6], ["Butte", 6]], [0.4636076, 0.22083275, 0.31555957]], ["../ca_wildfires/voa/VOA_NW_2018.11.12_4655948.txt", "2018.11.12", "Miley Cyrus, Neil Young Lose Homes in Malibu Wildfires", "Singers Miley Cyrus and Neil Young were among hundreds of people who lost their homes in wildfires that destroyed parts of the California seaside town of Malibu, where flames burned for a fourth day on Monday. Cyrus wrote on Twitter that she was \"completely devastated by the fires ravaging my community.\" \"I am one of the lucky ones,\" she added. \"My animals and LOVE OF MY LIFE made it out safely & that's all that matters right now. My house no longer stands but the memories shared with family & friends stand strong.\" Cyrus is engaged to actor Liam Hemsworth. Lady Gaga and members of the Kardashian family said they were forced to evacuate their homes because of the Woolsey Fire, which fire officials said has destroyed more than 370 structures and was only 20 percent contained on Monday morning. Two people have died. Young wrote on his website that California was \"up against something bigger than we have ever seen.\" \"Firefighters have never seen anything like this in their lives,\" he wrote. \"I have heard that said countless times in the past two days, and I have lost my home before to a California fire, now another.\" \"Gods of Egypt\" actor Gerard Butler posted a photo of himself in front of his burned-out home on Twitter. \"Heartbreaking time across California,\" he said.  \"Real Housewives\" star Camille Grammer also said on Instagram that she lost her home. On Sunday, Kim Kardashian spoke about the \"really rough week\" in her home in the evacuated town of Calabasas as well as nearby Thousand Oaks, site of a mass shooting that claimed 12 lives. \"Our hearts are broken,\" Kardashian said as she stood with her sisters and mother to accept an honor at the People's Choice Awards in Santa Monica. \"As horrible as this has been, it's been amazing to see the resilient spirit of everyone involved,\" she added. Charlie Sheen had posted on Twitter on Friday that he was unable to locate his parents, former \"West Wing\" star Martin Sheen and wife Janet. A TV news crew located Martin Sheen safe on Friday night at Zuma Beach in Malibu, where he said the couple were fine and \"probably going to sleep in the car tonight.\" Sheen said the fire was the worst he had seen in 48 years of living in Malibu. \"I've never seen one with this intensity, for this long, that took out so much property and caused such havoc,\" he said. ", {"Los Angeles": 5, "Monterey": 1, "Ventura": 1}, [["Los Angeles", 5], ["Los Angeles", 5]], [0.24553636, 0.665345, 0.08911863]], ["../ca_wildfires/voa/VOA_NW_2018.11.13_4657274.txt", "2018.11.13", "Southern California Fires Uproot Many Hollywood Celebrities", "Thousands of firefighters in California are battling deadly wildfires in the northern and southern parts of the state. At least 44 people have died as a result of the fires. Many more have lost their homes.    WATCH: Southern California Fires Uproot Hollywood Celebrities No media source currently available  The wildfires in Southern California have been sweeping through many affluent communities near Los Angeles. Some evacuated residents are now returning home. Among them are celebrities who posted their thoughts and experiences on social media. Actor Gerard Butler posted a video on his Twitter page, showing the charred and blackened remains of homes in his Malibu neighborhood.  \"It's like a war zone, heartbreaking,\" he said in the video.  Other celebrities tweeted status updates. Singer and actress Miley Cyrus also lost her home in Malibu's beach community. In a tweet, she wrote, \"My house no longer stands but the memories shared with family and friends stand strong.\"  The wildfires also forced actress Alyssa Milano and director Guillermo del Toro to evacuate as they updated their fans on Twitter.  Del Toro wrote about the home of his collection of fantasy and horror memorabilia:  As the wildfires burned for days, thousands of firefighters were mobilized to contain the blaze.  \"I've been doing this job for 31 years and probably in the last five, maybe seven years, every year seems to get worse. A lot of that has to do with the recent drought and the drought that we're still going through. And with that, that drought killed a lot of vegetation. And so, that dead vegetation is prone to burning, obviously,\" said Cal Fire Unit Chief Scott Jalbert.  Low humidity and high winds also contributed to what has made the wildfires so devastating to residents.   ", {"Los Angeles": 3}, [["Los Angeles", 3], ["Los Angeles", 3]], [0.3595439, 0.33065534, 0.30980074]], ["../ca_wildfires/voa/VOA_NW_2018.11.14_4658356.txt", "2018.11.14", "California Fire Victims Sue Local Electric Company", "Victims of the wildfires that have killed at least 48 people in California are suing local utility provider PG&E Corp Tuesday, alleging the electric company helped cause the blazes through negligent disregard of health and safety regulations. Three law firms collectively calling themselves “Northern California Fire Lawyers” filed a suit seeking damages in San Francisco County Superior Court. It alleges the company’s failure to properly maintain its equipment “contributed to the cause of the ‘Camp Fire’,” according to Reuters. PG&E shares dropped 14 percent Tuesday after the company disclosed that it had submitted an “electric incident report” to local officials after an equipment malfunction on November 8 in the same area where the fire was first reported 15 minutes later. Although investigators have not yet determined the cause of the blaze, the utility provider has said the cost of the damages exceeds its insurance, and would seriously damage its financial standing. Investigators have not determined a cause for the ongoing Camp Fire, which has consumed 130,000 acres of Butte County and destroyed over 7,600 homes. Hundreds of people are still missing. The fire is the deadliest in California's history.   ", {"Butte": 1, "San Francisco": 1}, [["Butte", 1], ["San Francisco", 1]], [0.33920693, 0.07368586, 0.58710724]], ["../ca_wildfires/voa/VOA_NW_2018.11.14_4658684.txt", "2018.11.14", "Exotic Animals Survive Malibu Wildfire", "Stanley the giraffe and about 140 other creatures are safe, though their small California exotic animal park was seriously damaged by the fierce wildfire that swept through the mountains above Malibu, the park's owners said.  Stanley, who became a cause celebre on social media, rode out the firestorm at the Malibu Wine Safari along with other large, exotic animals because the risk of moving them was too great, Dakota Semler told Reuters in an interview this week.  \"The worst rumors out there are that we completely neglected our animals, which isn’t true. We’ve been here with them the whole time,\" said Semler, whose family owns the park.  \"It’s dangerous to transport an 18-foot giraffe in a 12-foot trailer. Most exotics are very hard to transport. You risk shock and injury,” Semler said.  Stanley's fate became the subject of a social media outcry after a photo of the giraffe appeared online, seemingly showing him abandoned at the property.  \"Can anyone assist in getting Stanley the giraffe to a safe place??? He’s currently stuck in the Malibu wine safari area and is not safe. Please. This entire situation is devastating for everyone, and I just won’t be able to handle hearing that Stanley couldn’t be saved. Please,\" said Modern Family actress Ariel Winter in Twitter post.  Kardashian commentary Reality television star Khloe Kardashian also weighed in on the reports, saying in a tweet that she had been assured the park's animals were out of danger.  \"Y’all know I have a special place for giraffes in my heart! All animals but I am being told that all animals from Malibu wines safari are safe!! I didn’t think they would do that to Stanley. That’s a fake report,\" Kardashian said in the post.  Semler said a \"skeleton crew\" of 32 employees stayed behind throughout the firestorm, defying evacuation orders to save all but three pigs, two parrots, an emu and a sheep out of the 140 animals housed there, including about 80 horses, a llama and several camels.  At least four major evacuation centers have been set up to care for animals rescued from the path of the flames, with several hundred housed at each.  The Hansen Dam Horse Park was providing shelter for about 400 large animals, including horses, donkeys, llamas, goats and pigs, operations manager Suzy Goddard said.  \"We’ll keep them as long as they need,\" Goddard said. \"Some evacuations have been lifted, but some people have no home to go back to.\"  ", {"Los Angeles": 4}, [["Los Angeles", 4], ["Los Angeles", 4]], [0.09223961, 0.8195721, 0.08818828]], ["../ca_wildfires/voa/VOA_NW_2018.11.15_4660395.txt", "2018.11.15", "California Taps War-Zone DNA Specialists After Wildfire", "Paradise looked like a war zone when authorities decided to turn to a team of combat-trained DNA specialists to quickly identify human remains believed to be in the charred ruins left after a wildfire incinerated the northern California town. For the grieving town, locating and identifying victims has become a top priority. With many of them likely burned beyond recognition, traditional DNA analysis techniques are inadequate, as they require samples to be shipped to a laboratory and take weeks to produce a DNA match. In addition, traditional tools sometimes fail when extreme heat damages tissue samples. As a consequence, the Butte County Sheriff's office hired a company specializing in Rapid DNA analysis, a technique primarily employed in war zones and crime scenes to generate results in about two hours. For the company, Colorado-based ANDE, it was the first time it would assist in the aftermath of a natural disaster since its founding in 2000. \"People have experienced so much loss and it's not over yet,\" said ANDE's chief communications officer, Annette Mattern. \"To be able to at least help some families know what the situation is will hopefully help in some small way.\" By Tuesday morning ANDE had set up a work site near Chico in Butte County, about 175 miles (280 km) north of San Francisco. Chico, about 10 miles from Paradise, is the base for the search and firefighting operations. Coroner-led recovery teams, cadaver dogs and a National Guard contingent have been scouring debris from the Camp Fire, the deadliest in California's history, and turning over tissue and bone fragments to the ANDE team. The company designed its tools specifically to withstand war zone conditions and has worked extensively with the U.S. military. It has also helped law enforcement identify sexual assault suspects and the United Nations in child trafficking cases, Mattern said. Rapid DNA analysis has proven to be effective in identifying DNA from burned remains and bone fragments. In hopes of identifying remains as quickly as possible, ANDE has set up near Chico seven Rapid DNA analysis instruments, which operate like portable labs to chemically process and generate data on the DNA. Six employees were on site by Wednesday, and more were on the way, said the company's chief information officer, Stephen Meer. \"Certainly we are gearing up for higher capacity here,\" Meer said. Once the ANDE team finds a match between remains and DNA provided by a family member, the coroner's office is alerted so it can make an official pronouncement of death. Death certificates are required for families to settle matters as complicated as life insurance and estates and as basic as car titles, credit cards and bank accounts. Without positive identification, families may have to wait years for a death certificate to be issued for a missing loved one, depending on state rules. ", {"Butte": 7, "San Francisco": 1}, [["Butte", 7], ["Butte", 7]], [0.14124213, 0.09798582, 0.76077205]], ["../ca_wildfires/voa/VOA_NW_2018.11.18_4663595.txt", "2018.11.18", "Finnish President Says He Briefed Trump on Forest Monitoring", "Finland's president says that he briefed U.S. President Donald Trump amid the California wildfires on how the Nordic country effectively monitors its substantial forest resources with a well-working surveillance system. President Sauli Niinisto said in an interview published Sunday in the Ilta-Sanomat newspaper that he told Trump during their brief meeting in Paris on Nov. 11 that \"Finland is a country covered by forests but we also have a good surveillance system and network\" in case of wildfires. Trump said Saturday in northern California that wildfires weren't a problem in Finland because the Finns \"spend a lot of time on raking\" leaves and \"cleaning and doing things.\" Niinisto said he told Trump \"we take care of our forests,\" but said that he can't recall anything being mentioned on raking. ", {}, [null, null], [0.02171998, 0.9707337, 0.00754629]], ["../ca_wildfires/voa/VOA_NW_2018.11.19_4664630.txt", "2018.11.19", "Finland Inspired to 'Rake America Great Again'", "People in Finland are using social media to mock U.S. President Donald Trump's suggestion that they \"spend a lot of time raking\" in forests in order to prevent wildfires. Trump said Saturday while visiting the area of the deadliest wildfire in California history that Finnish President Sauli Niinisto told him of that method when the two met last week. In an interview published Sunday in the Ilta-Sanomat newspaper, Niinisto said he only told Trump about the country's warning system and had no recollection of discussing raking. The reaction from Finland included many people posting on Twitter with the hashtag \"haravointi,\" Finnish for raking. There were lots of posts rebranding Trump's \"Make America Great Again\" campaign slogan as \"Rake America Great Again.\"   Some took a more creative approach to the task, employing more efficiency to cleaning the forest floor.   And from Canada, a suggestion that the whole process could be even easier.      ", {}, [null, null], [0.03378929, 0.95164675, 0.01456397]], ["../ca_wildfires/voa/VOA_NW_2018.11.21_4669080.txt", "2018.11.21", "California Rain Helps Firefighters, Hampers Search for Remains", "Amy Sheppard packs her belongings into a plastic garbage bag as rain drips around her, readying to move on from a field by a Walmart where thousands of evacuees had taken refuge from a deadly Northern California wildfire. Sheppard, 38, her sister and niece, who is 1, are looking to move into a dry hotel after camping in the field for four days. They lost their home in Magalia and the jewelry-maker tears up as she thinks about what’s next. “This rain is making it so hard,” she said. Help for firefighters Rain falling Wednesday in some areas of Northern California could help crews fighting a deadly wildfire. But it could also raise the risk of flash floods, complicate efforts to recover remains and make life even more difficult for people like Sheppard who have nowhere to go. Heavier rain was expected later in the day in the Paradise burn area, which is about 140 miles (225 kilometers) north of San Francisco, where the Camp Fire has killed at least 83 people and destroyed more than 13,000 homes. “The rain is really a double-edged sword for this fire,’’ said Rick Carhart, a spokesman with the California Department of Forestry and Fire Protection. He said searchers have “been able to sift through this really fine ash and when rain gets onto that really fine ash, it turns it into sort of a muddy muck and makes it a lot more difficult.” Risk of mudslides Farther south, residents of communities charred by a Los Angeles-area fire stacked sandbags as they prepared for possible downpours that threaten to unleash runoff from hillsides left barren by flames. Residents were mindful of a disaster that struck less than a year ago when a downpour on a fresh burn scar sent home-smashing debris flows through Montecito, killing 21 people and leaving two missing. The 151-square-mile (391-square-kilometer) Woolsey Fire in the Los Angeles area was almost entirely contained after three people were killed and more than 1,600 structures destroyed. ​Schwarzenegger visits In Northern California, the wildfire that started two weeks ago has torched an area in Butte County about the size of Chicago — nearly 240 square miles (622 square kilometers) — and was 80 percent contained. Former California Gov. Arnold Schwarzenegger made a surprise visit to weary firefighters Wednesday, providing encouragement and helping serve breakfast. “I wanted to let you know how much I appreciate all the work that you do,’’ he told firefighters during a brief speech. The 71-year-old actor also slammed President Donald Trump for blaming the wildfire on poor forest management. He told firefighters, “you are tough to not only fight the fires, but you are tough to listen to all this crap.” Officials said nearly 870 people were still unaccounted for. The National Weather Service issued a flash flood watch for Paradise and nearby communities and for those areas charred by wildfires earlier this year in Lake, Shasta, Trinity and Mendocino counties. ", {"Butte": 3, "Lake": 1, "Los Angeles": 2, "Mendocino": 1, "San Francisco": 1, "Shasta": 1, "Trinity": 1}, [["Butte", 3], ["Butte", 3]], [0.16976163, 0.06102894, 0.76920944]], ["../ca_wildfires/voa/VOA_NW_2018.11.22_4669672.txt", "2018.11.22", "Technology Shapes Insurance Companies' Response to Wildfires", "As wildfires raged this month in California, insurance claims experts at Travelers sat in a command center 3,000 miles (4,828 kilometers) away in Connecticut, monitoring screens showing satellite images, photos from airplane flyovers and social media posts describing what was happening on the ground. Real-time data and technology that were unavailable to property-casualty companies even a few years ago have shaped the industry's response to the Camp Fire, which has burned nearly 240 square miles (622 square kilometers) in northern California and the 151-square-mile (391-square-kilometer) Woolsey Fire in the Los Angeles area. By overlaying the data on maps marking its customers' locations, the company can quickly identify those who are likely to have been affected, said Jim Wucherpfennig, Travelers vice president of claims. \"That allows us to deploy people and resources where they are needed most,\" he said. The same data also can be used to determine risk and pricing for insurance in any given area, said Peter Kochenburger, the deputy director of the University of Connecticut's insurance law center. Insurers, for example, can use the telemetry to identify local vegetation, wind patterns and fire history. In some cases, it can determine that the owner of one home is more likely to suffer damage than the owner of a neighboring home, he said. \"Does it seem intrusive? It can be,\" he said. \"They have a lot more information on all of us, on our properties than they had two, five, 10 years ago. That's a major issue and that's something regulators are going to have to talk about.\" During the wildfires, Travelers said the information has been used to expedite claims, even in areas that are still inaccessible to inspectors. Workers were able to see what roads were open and map out spots in Chico and Thousand Oaks to park the RVs that serve as mobile claim centers, the company said. The tools also indicated where customers who evacuated were going to be, Wucherpfennig said. The glassed-in Travelers National Catastrophe Center is located in Windsor, Connecticut. Modeled after military war rooms, it includes a conference table behind 19 high-definition screens, which display maps, graphs, television images and social media sites, all providing real-time data on the fires. In some cases, even before adjusters arrive on scene, claims experts can assess damage from the fires and cut checks by using before-and-after images taken by drones, aircraft or satellites as well as videos or photos uploaded by customers from their phones. Employees have tools and smart phone apps that can convert those photos into instant measurements, to help quantify the damage. \"We're able to virtually interact with customers much more easily than we could even in the recent past,\" Wucherpfennig said. \"We're also able to monitor all forms of social media in real time. That helps us create an event footprint, which helps us understand how the event is tracking and what type of damages we're seeing.\"  ", {"Los Angeles": 2, "Butte": 1, "Ventura": 1, "Sonoma": 1}, [["Butte", 1], ["Los Angeles", 2]], [0.06563909, 0.02512296, 0.9092379]], ["../ca_wildfires/voa/VOA_NW_2018.11.23_4670707.txt", "2018.11.23", "California Fire Almost Completely Contained; Toll at 84", "Authorities in Northern California say the “Camp Fire,” which has killed 84 people since it began two weeks ago, is almost completely contained. Another three people died in a second major blaze that struck Malibu in southern California. The number of people listed as unaccounted for in the deadliest and most destructive fire in the state’s history stands at more than 563. Authorities have refrained from publicly estimating how many of the missing might have perished, but some who lived through the blaze have said the number will keep rising. Rain that fell Wednesday night and Thursday afternoon helped the firefighters but complicated the search for human remains in the debris of about 13,000 homes left by the fire. In the north, the Camp Fire has scorched nearly 62,000 hectares of land and destroyed more than 13,600 homes since it broke out on Nov. 8. ", {"Los Angeles": 1}, [["Los Angeles", 1], ["Los Angeles", 1]], [0.73207843, 0.12598865, 0.14193289]], ["../ca_wildfires/voa/VOA_NW_2018.11.23_4672064.txt", "2018.11.23", "Steady Rain Helps to Extinguish California Fire, Complicates Search", "Steady rain in Northern California has helped to extinguish the state’s deadliest wildfire, but it is complicating efforts to search for remains of victims. A downpour Friday turned much of the ash covering the city of Paradise into a paste, making it more difficult for those looking for remains. Rescuers are combing debris with rakes looking for clues about people who have been reported missing. More than 800 volunteers were out searching Friday despite the weather. The Camp Fire has killed 84 people and left 563 missing. Authorities have refrained from publicly estimating how many of the missing might have perished, but some who lived through the blaze have said the death toll will keep rising. Authorities say the fire is almost completely contained. They say once the rain clears they will be able to determine if the blaze is fully extinguished. The Camp Fire has scorched nearly 62,000 hectares of land and destroyed more than 13,600 homes since it broke out Nov. 8. A separate fire in Southern California that struck Malibu killed another three people. More residents in the Malibu area were allowed to return home Friday as crews worked to repair power, telephone and gas lines. ", {"Los Angeles": 2, "Butte": 1}, [["Butte", 1], ["Los Angeles", 2]], [0.47569126, 0.20118229, 0.32312647]], ["../ca_wildfires/voa/VOA_NW_2018.11.25_4672837.txt", "2018.11.25", "California Wildfire Toll Rises to 85 With 475 Missing", "Teams searching for remains from the deadliest wildfire in California history were able to comb through wreckage in dry weather Saturday, but rains are expected to return next week and officials warned of a threat of mudslides. The Camp Fire all but obliterated the mountain community of Paradise, 175 miles (280 km) northeast of San Francisco, on Nov. 8, killing at least 85 people and destroying nearly 14,000 homes. The death toll was increased late Saturday night by one, according to the Butte County Sheriff’s Office. Some 475 people from Paradise and surrounding communities remain unaccounted for, according to the Butte County Sheriff’s Office. Hundreds search Hundreds of police officers and volunteers have searched in and around Paradise since the fire swept through the area. The 2 to 3 inches (5 to 8 cm) of rain that fell there during the last few days turned ash from the thousands of destroyed homes into slurry, complicating the work of finding bodies reduced to bone fragments. Butte County Sheriff Kory Honea has warned that remains of some victims may never be found. Rain a threat A total of 2 to 3 inches (5 to 8 cm) of rain is forecast for areas burned by the Camp Fire from Wednesday through Saturday, said meteorologist David Roth of the federal Weather Prediction Center. Rainfall earlier this week did not trigger any large debris flows, but Roth said the danger of a mudslide will remain far into the future for hillsides that flames have stripped of vegetation.  “Any heavy rain event really for the next few to several years would be a problem there,” he said. Authorities said they would lift evacuation orders in some areas south of Paradise Saturday. Most victims retirees The city of Paradise was a popular destination for retirees, with people ages 65 or older accounting for a quarter of its 27,000 residents. Most of the victims of the fire identified so far were of retirement age. With help from rainfall, firefighters have contained 98 percent of the blaze, which torched 154,000 acres (62,000 hectares), an area five times the size of San Francisco, officials said. Investigators have yet to determine the cause of the fire. Thousands of people forced to flee Paradise spent Thanksgiving in warehouses in the nearby city of Chico, or with friends or relatives in nearby towns. ", {"Butte": 10, "San Francisco": 2}, [["Butte", 10], ["Butte", 10]], [0.3101095, 0.05303513, 0.63685536]], ["../ca_wildfires/voa/VOA_NW_2018.11.25_4673147.txt", "2018.11.25", "California's Deadliest Wildfire '100 Percent Contained'", "State fire officials say the Camp Fire, which has killed at least 85 people in northern California, is 100 percent contained Sunday. The Camp Fire has scorched nearly 62,000 hectares of land and destroyed more than 13,600 homes since it broke out November 8. In the wake of what has been called the deadliest wildfire in California history, 249 people are still reported as missing north of San Francisco. Authorities have refrained from publicly estimating how many of the missing might have perished, but some who lived through the blaze have said the death toll will keep rising. Rescuers are combing debris with rakes looking for clues about people who have been reported missing. More than 800 volunteers were out searching Friday. A separate fire in Southern California that struck Malibu killed another three people. More residents in the Malibu area were allowed to return home Friday as crews worked to repair power, telephone and gas lines.   ", {"San Francisco": 1, "Los Angeles": 2}, [["Los Angeles", 2], ["Los Angeles", 2]], [0.6350854, 0.08811058, 0.27680403]], ["../ca_wildfires/voa/VOA_NW_2018.11.26_4674850.txt", "2018.11.26", "Zinke: Northern California Fire Costs Likely in Billions", "Costs associated with a deadly Northern California wildfire will likely be in the billions, said U.S. Interior Secretary Ryan Zinke on Monday.  Zinke, who was back in the town of Paradise on Monday, said he has never witnessed such devastation. The Camp Fire killed at least 85 and leveled thousands of homes.  \"There's a lot of things I'd rather spend this federal money on rather than repairing damage of things that have been destroyed,\" he said. Zinke nodded to other public services, such as improving visitor experiences at Yosemite National Park or thinning forests.  The U.S. government has distributed more than $20 million in assistance for people displaced by the catastrophic wildfire in Northern California, a Federal Emergency Management Agency official said Monday as hundreds of searchers kept looking for more human remains.  The massive wildfire that destroyed nearly 14,000 homes in the town of Paradise and surrounding communities was fully contained over the weekend after igniting more than two weeks ago. FEMA spokesman Frank Mansell told The Associated Press that $15.5 million has been spent on housing assistance, including vouchers for hotel rooms. During an interview in the city of Chico, he said disaster response is in an early phase but many people will eventually get longer-term housing in trailers or apartments.  FEMA also has distributed $5 million to help with other needs, including funeral expenses, he said.  About 17,000 people have registered with the federal disaster agency, which will look at insurance coverage, assets and other factors to determine how much assistance they are eligible for, Mansell said. Meanwhile, the list of people who are unaccounted for has dropped from a high of 1,300 to the \"high 200s\" Monday, Butte County Sheriff Kory Honea said. He said the number of volunteers searching for the missing and dead has been reduced to about 200 Monday from 500 Sunday after many of those reported missing were found over the weekend.  \"We made great progress,\" Honea said.  U.S. Agriculture Secretary Sonny Perdue joined Zinke on a tour of Paradise, which was decimated by the fire that ignited in the parched Sierra Nevada foothills Nov. 8 and quickly spread across 240 square miles (620 square kilometers).  Perdue suggested donating timber from the nearby Plumas National Forest to rebuild Paradise.  The firefight got a boost last week from the first significant storm to hit California this year, which dropped several inches of rain over the burn area without causing significant mudslides. ", {"Butte": 6, "Nevada": 1, "Plumas": 1, "Sierra": 1}, [["Butte", 6], ["Butte", 6]], [0.14287768, 0.05595158, 0.80117077]], ["../ca_wildfires/voa/VOA_NW_2018.11.27_4677520.txt", "2018.11.27", "Pacific Storm to Bring Rain, Mountain Snow to California", "California will see widespread rain and heavy Sierra Nevada snowfall through midweek, potentially bringing travel problems and raising the risk of damaging runoff from wildfire burn scars, forecasters said Tuesday. The wet pattern from a deep atmospheric fetch of Pacific moisture marks a significant change in the weather following conditions that contributed to disastrous and deadly wildfires up and down California, where hundreds of thousands of acres have burned this year. “This is good news to help minimize that fire activity,” Cal Fire spokesman Scott McLean said . “But remember that if you are in an area that has seen recent fires this year or latter part of last year it could mean trouble as that soil is much more prone to mudslides and debris flow.” The National Weather Service said there was a risk of heavy rainfall in northwest California through Tuesday night, then spreading farther south down virtually all of the coastal ranges and some interior sections of the state through Wednesday and Thursday. Snow accumulations in the Sierra could range from 2-4 feet (0.6-1.2 meters), the NWS said. In the Sierra, chain controls were put into effect on Interstate 80 between Kingvale and the Donner Lake interchange, the California Department of Transportation said.  On the coast near Big Sur, Caltrans planned to close a section of Highway 1 between Mud Creek and Paul's Slide for 48 hours starting Wednesday morning because of potential instability. The scenic route perched between towering mountainsides and the ocean has been dogged by slides since late 2016. But the one that hit Mud Creek near Ragged Point in May 2017 was monumental. Millions of tons of earth moved, displacing 75 acres (30 hectares) of land and extensive work was required to rebuild the highway over the slide. Caltrans also warned that chains will be required for travel through the mountains of San Bernardino and Riverside counties east of Los Angeles when the storm arrives there Wednesday evening. Flash flood watches were to go into effect Thursday morning in those area as well as parts of Orange County. Forecasters also warned of very high surf along the coast.  ", {"Lake": 1, "Los Angeles": 1, "Nevada": 1, "Orange": 2, "Riverside": 1, "San Bernardino": 1, "Sierra": 3}, [["Los Angeles", 1], ["Sierra", 3]], [0.1290691, 0.04052048, 0.83041036]], ["../ca_wildfires/voa/VOA_NW_2018.11.27_4677616.txt", "2018.11.27", "Stevie Wonder Announces Plan to Help California Fire Victims", "Stevie Wonder wants to raise money through his benefit concert for California fire victims impacted by the catastrophic wildfires. The R&B legend announced his plan Tuesday to also help firefighters and first responders who assisted with the fires through his 22nd annual House Full of Toys Benefit Concert on Dec. 9. The charity billed as \"The Stevie Wonder Song Party: A Celebration of Life, Love & Music'' will be held at the Staples Center in Los Angeles.  Concertgoers are being asked to bring an unwrapped toy or other gift.  \"We have to do our best to raise money for those that have been so less fortunate, for those that have lost dreams, lost their homes,'' he said. \"I am very happy to do this again this year but very, very, very excited to do something to help those in a bigger sense the less fortunate.'' Wonder said his foundation House Full of Hope along with the Entertainment Industry Foundation will also help raise money for those affected by the wildfire. Nearly 90 people were killed in the massive wildfires as thousands have been displaced from their homes. After his announcement, Wonder performed a few songs including \"My Cherie Amour,'' \"The Christmas Song (Merry Christmas to You)'' and \"Golden Lady.'' Wonder also spoke on the importance of taking care of the planet. \"I know we're dealing with a drought,'' he said. \"There are some who don't believe in global warming. I do. We have to protect the planet. We have to be cognizant of what we do. ... I pray that all of us, even those who are non-believers, understand that if we don't love and take care of our planet, we won't have it.'' The lineup for this year's charity has not been announced. Last year's performers included Tony Bennett, Pharrell Williams and Andra Day.  ", {"Los Angeles": 2, "Colusa": 1}, [["Los Angeles", 2], ["Los Angeles", 2]], [0.11154703, 0.8238356, 0.06461736]], ["../ca_wildfires/voa/VOA_NW_2018.11.29_4680903.txt", "2018.11.29", "Rains, Flash Floods Hit Fire-Ravaged Northern California", "Heavy rains and flash flooding hit Northern California Thursday, forcing evacuations and road closures in the area devastated by recent wildfires, including the Camp Fire and the Ferguson Fire. Officials sent swift-water rescue teams to evacuate people trapped in vehicles and in homes after a downpour near Paradise, the town of 27,000 that was destroyed by the Camp Fire earlier this month. Butte County Sheriff’s Sgt. Brad Meyer told KHSL/KNVN television stations in Chico that about a dozen homes were affected and rafts were being used to rescue people from water that was more than 60 centimeters (23 inches) deep. “It is serious. The water is coming up, so we want to make sure we get everybody out that we can,’’ Meyer told the station. The National Weather Service also issued flash-flood warnings for other areas hit hard by the wildfires, including the Carr, Delta and Hirz fires in Shasta and Trinity counties. Rain was also creating misery for Californians displaced by the fires, some of whom are still living in tents in parking lot encampments. The weather service forecast heavy rains over the next few days with significant snowfall in the Sierra Nevada mountains into Friday morning. It warned travelers and residents to be “alert for possible road problems due to flooding, rock and debris flows. This could quickly become a dangerous situation.” ", {"Butte": 3, "Nevada": 1, "Shasta": 1, "Sierra": 1, "Trinity": 1}, [["Butte", 3], ["Butte", 3]], [0.1796753, 0.40676817, 0.4135565]], ["../ca_wildfires/voa/VOA_NW_2018.12.2_4683645.txt", "2018.12.2", "Number of Missing in California Wildfire Drops to 25", "Authorities have once again lowered the number of people thought to be missing in California's deadliest wildfire to 25. Butte County Sheriff's office said the death toll in the Camp Fire remains at 88. The fire completely obliterated the town of Paradise, home to almost 27,000 people about 280 kilometers north of San Francisco. On Friday, authorities had said the number of missing stood at 49, down from a high of 1,200 two weeks ago. Authorities lifted evacuation orders for residents of some communities in the Magalia area, north of Paradise. But people are still barred from entering Paradise itself, the sheriff's department said. The cause of the fire is still being investigated but suspicion has fallen on the utility company PG&E, which has admitted having equipment problems near the origin of the fire around the time it started.     ", {"Butte": 4, "San Francisco": 1}, [["Butte", 4], ["Butte", 4]], [0.6595751, 0.0961625, 0.24426238]], ["../ca_wildfires/wsj/WSJ_NW_2018.11.10_4.txt", "2018.11.10", "Trump Threatens Funding to California Over Wildfires", "WASHINGTON—President Trump blamed the California wildfires on poor forest management, and threatened to cut off funding to the state unless stewardship of forests improved. “There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor,” the president tweeted from Paris, where he is attending a 100-year commemoration of the end of World War I. “Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests,” the president added. “Remedy now, or no more Fed payments!” The president has made similar threats in the past. It wasn’t immediately clear what the president meant by “billions” in federal support.  Officials of the California Department of Forestry and Fire Prevention weren’t immediately available to comment. But in similar criticisms the president has tweeted in past weeks, they and other state officials have said they have taken steps including passage earlier this year of a $1 billion plan to aggressively manage the state’s forests and other vegetation.  Among other things, that plan calls for increased logging and thinning of forests to reduce the wildfire threat. The tweet came as at least nine people have died in wildfires raging in multiple areas in the Golden state. The federal government issued an emergency declaration for the state on Friday, providing municipalities with air support, relief supplies and evacuation transport. —Jim Carlton contributed to this article.  Write to Jathon Sapsford at jathon.sapsford@wsj.com ", {}, [null, null], [0.21438684, 0.65703696, 0.12857613]], ["../ca_wildfires/wsj/WSJ_NW_2018.11.15_3.txt", "2018.11.15", "Stocks to Watch: Walmart, PG&E, Lockheed Martin, Cisco Systems, JPMorgan Chase, 3M", "Here are some of the companies with shares expected to trade actively in Thursday’s session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.  Walmart Inc.—Up 1% premarket: Walmart          WMT -1.67%  posted higher quarterly sales, continuing a string of solid growth as the world’s largest retailer taps into online shopping and a robust U.S. economy ahead of the busy holiday season.   PG&E  Corp.          PCG -0.92%         —Down 4.7% premarket: California’s largest utility suffered its steepest stock plunge in 16 years as concerns grew that potential liability costs from destructive wildfires threaten the company’s financial future.  Lockheed Martin Corp.—Up 0.2% premarket: Lockheed Martin          LMT -0.33%         has been awarded a roughly $22.7 billion contract from the Defense Department to deliver 255 F-35 jets, a move that comes after the defense contractor was tasked with lowering the price of its planes.  Cisco Systems Inc.—Up 4% premarket: The software firm logged another quarter of revenue growth, aided by its software business, and it expects those gains to continue.  JPMorgan Chase & Co.—Up 1.1% premarket: Warren Buffett’s Berkshire Hathaway          BRK.B -1.48%   took a $4 billion stake in                   JPMorgan                      in the third quarter, according to a securities filing, adding to a list of other large holdings in major American financial institutions.   Campbell Soup  Co.         —Unchanged premarket: Institutional Shareholder Services Inc. recommended that the food maker’s shareholders vote for all five of activist hedge fund Third Point LLC’s director nominees.   3M  Co.         —Up 0.9% premarket: The diversified manufacturing firm shared guidance for 2019 and released financial goals looking further ahead.  NetApp Inc.—Down 7.1% premarket: The data company reported a smaller-than-expected rise in quarterly sales.  Energizer Holdings Inc.—Unchanged premarket: Energizer reported a profit on Thursday for its fiscal fourth quarter.    Brady  Corp.         —Unchanged premarket: The company raised its full-year earnings targets as sales were lifted by the introduction of new products in its global businesses.  This is a version of the “Stocks to Watch” section of our Markets newsletter. To receive it every morning via email, click here.   Write to Francesca Fontana at francesca.fontana@wsj.com and Amrith Ramkumar at amrith.ramkumar@wsj.com ", {"Santa Clara": 1, "San Bernardino": 2}, [["San Bernardino", 2], ["San Bernardino", 2]], [0.0566738, 0.02898141, 0.9143448]], ["../ca_wildfires/wsj/WSJ_NW_2018.11.19_2.txt", "2018.11.19", "Corrections & Amplifications", "  Facebook  Inc.’s  headquarters are in Menlo Park, Calif. In some editions Monday, a Page One article about tensions at the company incorrectly said Palo Alto, Calif. Also, the company’s name in some editions was misspelled as Facbook in a headline.  In some editions Monday, Kristy Collins’s first name was misspelled as Kristi in a caption with a Page One photograph from a vigil for victims of wildfires in California.  Title IX is a 1972 law barring sex discrimination in schools and colleges that receive federal funding. A U.S. News article Saturday about rules proposed by Education Secretary Betsy DeVos to narrow the definition of a reportable sexual assault incorrectly said the law bars gender discrimination.  An estimated 80,000 kinds of dietary supplements were sold in 2016, up from about 4,000 in 1994, the Government Accountability Office said in a report on some products promoted as memory aids. In some editions Thursday, a U.S. News article about the report incorrectly gave both years as 2016. Readers can alert The Wall Street Journal to any errors in news articles by emailing wsjcontact@wsj.com or by calling 888-410-2667. ", {"San Mateo": 1, "Santa Clara": 1}, [["Santa Clara", 1], ["Santa Clara", 1]], [0.22587018, 0.22324312, 0.5508867]], ["../ca_wildfires/wsj/WSJ_NW_2018.11.22_1.txt", "2018.11.22", "On Thanksgiving Day, the Search for Paradise’s Missing Goes On ", "Thanksgiving didn’t stop the search for the missing from California’s deadliest wildfire, even as the blaze was largely contained and rain fell on the devastated community. More than 820 people continued search efforts for the more than 500 people who remain unaccounted for after the Camp Fire tore through Northern California, Butte County Sheriff Kory Honea said Thursday. “We haven’t taken the day off,” Sheriff Honea said in a video message on Twitter.  The number of missing dropped by more than 300 on Wednesday to 563, according to the Sheriff’s office. The Camp Fire, which decimated the town of Paradise two weeks ago, killed 84 people, destroyed thousands of homes and burned 153,000 acres. It is now 95% contained, according to Cal Fire.   Josh Bischof,  who works for Cal Fire on the Camp Fire, said the fire activity had been reduced to almost zero after significant rain fell. The National Weather Service has issued a flash flood warning for the area that extends through Friday. The fire lines also continue to contain the fire, Mr. Bischof added.  The Red Cross is helping to serve Thanksgiving dinners at six shelters in the area where more than 500 people are staying.  Stephen Walsh,  a Red Cross spokesman, said the shelter population has decreased in recent days as people find friends and relatives to stay with, and Red Cross workers are trying to encourage those who are camping outside to come indoors to the shelters. He said volunteers were decorating the shelter at the Butte County fairground and putting table cloths out as they prepared to host Thanksgiving. “We are trying to make this a home away from home,” Mr. Walsh said. Some areas of Paradise reopened Thursday for residents, according to a notification from the Sheriff’s department, though state health officials have warned residents against returning until hazardous materials have been removed. Sheriff Honea said his department is working to address community concerns that they have enough notice to get into those areas when the evacuation orders lift. He also said they are working to help residents get access to their homes with their insurance adjusters. “It’s Thanksgiving Day and despite the tragedy that we are dealing with the Camp Fire, I still think there’s a lot to be thankful for,” he said. “We are in this together.” ", {"Butte": 4}, [["Butte", 4], ["Butte", 4]], [0.5523618, 0.22961861, 0.21801957]], ["../ca_wildfires/wsj/WSJ_NW_2018.11.25_1.txt", "2018.11.25", "Deadliest Fire in California History Deemed Contained ", "The deadliest wildfire in California’s history, which killed at least 85 people and destroyed almost 19,000 buildings, was 100% contained Sunday, state fire officials said. The announcement came after more than 1,000 firefighters battled the blaze for weeks and heavy rains helped douse flames in recent days. “We’re confident that it’s not going to move out of the containment lines,” said Jennifer Erickson,  a spokeswoman for the U.S. Forest Service. The fire was contained, but it wasn’t completely out, with sections still smoldering. “There definitely are areas of smoke that probably will be going for a while,” Ms. Erickson said.  The Camp Fire, ignited Nov. 8 in Northern California’s Butte County, spread quickly through dry forests and was fanned by strong winds. The fire’s cause is under investigation, according to the California Department of Forestry and Fire Protection, or Cal Fire. In addition to people killed, three firefighters were injured, according to Cal Fire. The fire destroyed almost 14,000 homes, more than 500 businesses and about 4,300 other buildings. It burned about 153,000 acres.  By Sunday afternoon, officials couldn’t account for 267 people, said Butte County Sheriff’s spokeswoman Miranda Bowersox. She said more than 500 people were searching burned areas to find remains or clues as to what happened to those who are still missing. Many of those missing are from Paradise, a town of about 27,000 people that was devastated by the fire. The heavy rains that hit California helped firefighters contain the flames, especially in hard-to-reach steep areas, according to Ms. Erickson. But the rains also raised concerns about possible flash flooding on the burned-over ground, according to the National Weather Service. California has been grappling with several severe fires in recent weeks, including the Woolsey Fire near Los Angeles, which started the same day as the Camp Fire.  The Woolsey Fire, which was contained Nov. 21, killed at least three people and forced the evacuation of about 295,000 others. It destroyed about 97,000 acres. Another risk now for fire-ravaged parts of the state: mudslides. The one-two punch of fire and mudslides is a common occurrence in California, where hills stripped of grass and other vegetation by flames in the fall are less able to soak up the winter rains that follow.  Last January, about a month after a rash of wildfires torched hillsides throughout Southern California, torrential rains prompted mass evacuations and, in some parts, devastating mudslides. In and around Montecito, in Santa Barbara County, at least 15 were killed and 25 injured in mudslides.  —Jim Carlton contributed to this article.  Write to Cameron McWhirter at cameron.mcwhirter@wsj.com ", {"Butte": 3, "Los Angeles": 1, "Santa Barbara": 1}, [["Butte", 3], ["Butte", 3]], [0.4452875, 0.2991325, 0.25557998]], ["../ca_wildfires/wsj/WSJ_NW_2018.11.26_1.txt", "2018.11.26", "Trump Says He Doesn’t Believe Climate-Change Report’s Economic Predictions ", "WASHINGTON—President Trump said Monday that he doesn’t believe the central finding of a report released last week by his administration that global climate change could cause U.S. economic losses of hundreds of billions of dollars a year by the end of the century. Speaking to reporters before leaving Washington for Mississippi, Mr. Trump said of the report, “I’ve seen it. I’ve read some of it. And it’s fine.” Asked if he agreed with the report’s assessment of a large economic impact, he responded: “I don’t believe it.” The U.S. National Climate Assessment, released Friday, said the measures U.S. communities and companies are undertaking to try to counteract the effects of rising temperatures have so far fallen short. The federal report concluded “that the evidence of human-caused climate change is overwhelming and continues to strengthen, that the impacts of climate change are intensifying across the country, and that climate-related threats to Americans’ physical, social, and economic well-being are rising.” Mr. Trump has long expressed skepticism of global-warming trends and has questioned the validity of climate science. He has also sought to roll back federal rules designed to control greenhouse-gas emissions amid a broader push to lessen regulatory burdens on companies.  In a visit last week to Malibu, Calif., to tour the devastation left by the state’s most destructive wildfire, Mr. Trump was asked if visiting the site persuaded him that climate change was a problem that needed to be addressed. “We’ll be looking at everything,” he replied, but suggested the problem was “land management, and it’s forest management.” California legislators have said the state is seeking to improve its forest management but have criticized the Trump administration for not addressing climate change. On Monday, he said the U.S. was the “cleanest we’ve ever been” but said the U.S.’s actions were irrelevant if other countries—“China and Japan and all of Asia”—didn’t seek to improve their own efforts to combat climate change.   In a separate federal report released Friday, researchers concluded that fossil-fuel emissions in North America have been declining steadily for the past decade because of a reduced reliance on coal, greater use of natural gas, and increased vehicle fuel-efficiency standards. As a result, North America’s share of global carbon emissions dropped from 24% in 2004 to about 17% in 2013, said William Hohenstein,  director of the U.S. Department of Agriculture’s Climate Change Program office. But global emissions overall continued to rise. The climate assessment report said global average temperature “is rising more rapidly than anything modern civilization has experienced, with widespread and growing impacts.”  Write to Rebecca Ballhaus at Rebecca.Ballhaus@wsj.com ", {"Los Angeles": 1}, [["Los Angeles", 1], ["Los Angeles", 1]], [0.06501474, 0.86823916, 0.06674606]], ["../ca_wildfires/wsj/WSJ_NW_2018.11.8_4.txt", "2018.11.8", "Wildfires Prompt Evacuation Orders in California", "Fast-moving wildfires erupted at both ends of California on Thursday, quickly engulfing tens of thousands of acres and prompting thousands of evacuations. In Southern California, a blaze in Ventura County between Los Angeles and Santa Barbara began in the afternoon and quickly grew to between 8,000 and 10,000 acres, fire officials said, prompting the area closure of U.S. Route 101. Called the Hill Fire, the blaze began just north of Thousand Oaks, the site of a deadly mass shooting at a bar Wednesday night. Just to the east, near Simi Valley, the Woolsey Fire, named after its canyon location, has burned 300 acres. In rural northern California, the Camp Fire, which began in the Feather River Canyon at about 6:30 a.m., quickly grew to 18,000 acres, as 40 mile-per-hour winds pushed it into small foothill communities. It has quickly led to road closures and evacuations in Pulga and Paradise, two unincorporated communities in the foothills of the Sierra Nevada, about 170 miles north of San Francisco, according to the California Department of Forestry and Fire Protection. At least 26,000 people have been ordered to evacuate, said Lynne Tolmachoff,  a spokeswoman for Cal Fire. The fire began in the Feather River Canyon and quickly expanded, pushed along by 40 mile-per-hour winds, she said. Fire advisories, known as red flag warnings, were issued for the area given extreme dryness and high winds.  Write to Alejandro Lazo at alejandro.lazo@wsj.com ", {"Los Angeles": 1, "Nevada": 1, "San Francisco": 1, "Santa Barbara": 1, "Sierra": 1, "Ventura": 3, "Butte": 1}, [["Butte", 1], ["Ventura", 3]], [0.4071611, 0.02607247, 0.56676644]]]